Repository: q4a/holyspirit
Catalog: trunk/Data/Miscs/Texts/*/data.po
Languages: uk

source: A barbarian helmet\extremely resistant.\Unavailable in the shops.
uk: Шолом варвара,\надзвичайно міцний.\Відсутній в торговців.

source: Copper ore
uk: Мідна руда

source: The copper ore is basic material for\weapons and armors crafting.
uk: Мідна руда є основним матеріалом для\виготовлення зброї та обладунків.

source: Ruby
uk: Рубін

source: A beautiful precious stone.
uk: Прекрасний дорогоцінний камінь.

source: Blueprint : Horned barbute
uk: Схема : Рогатий шолом

source: Blueprint explaining the construction of a horned barbute.
uk: Схема, що пояснює конструкцію рогатого шолому.

source: Blueprint : Chainmail
uk: Схема : Кольчуга

source: Blueprint explaining the construction of a chainmail.
uk: Схема, що пояснює виготовлення кольчуги

source: Blueprint : Pendant
uk: Схема : Кулон

source: Blueprint explaining the construction of a pendant.
uk: Схема, що пояснює конструкцію кулону.

source: Blueprint : Tiara
uk: Схема : Тіара

source: Blueprint explaining the construction of a tiara.
uk: Схема, що пояснює конструкцію тіари.

source: Tiara
uk: Тіара

source: Beautiful tiara orned with an emerald.
uk: Прекрасна тіара зі смарагдом.

source: Cleaver
uk: Дровокол

source: Knife used by butchers,\he shall rule the chairs.
uk: Ніж м'ясників,\він править банкетом.

source: Emerald
uk: Смарагд

source: Gold ore
uk: Золота руда

source: Precious metal,\gold is mainly used in jewelry.
uk: Дорогоцінний метал,\золото в основному використовується в ювелірній справі.

source: Bronze shield
uk: Бронзовий щит

source: A buckler forged entirely in bronze. \Very tough.
uk: Щит кований повністю із бронзи. \Дуже важкий.

source: Blueprint : Bronze shield
uk: Схема : Бронзовий щит

source: Blueprint explaining the construction of a bronze shield.
uk: Схема, що пояснює конструкцію бронзового щита.

source: Diadem of the Tearful Widow
uk: Діадема Плачучої Вдови

source: A diadem which suits perfectly to a woman in mourning.
uk: Діадема, яка прекрасно підходить жінці в траурі.

source: Set of the Tearful Widow
uk: Набір Плачучої Вдови

source: Minor litany
uk: Малий згорток для молитви

source: This parchment holds the incantation\required to bless an item.
uk: Цей пергамент містить заклинання\необхідне для благословіння предмету.

source: Minor Toxic Cloud Litany
uk: Молитва Малої Токсичної Хмари

source: This parchment holds the incantation\required to bless an item so that this one\ could drop a toxic cloud on the battlefield.\This cloud deal 20 damage over 6 seconds.
uk: Цей пергамент містить заклинання\необхідне для благословіння предмету, який зможе\кинути токсичну хмару на полі бою.\Ця хмара завдає 20 шкоди за 6 секунд.

source: Blueprint : Burning coal golem
uk: Схема : Палаючий вугляний голем

source: Blueprint explaining how to make a coal golem familiar.
uk: Схема, що пояснює як подружитись з вугільним големом.

source: Burning coal golem
uk: Палаючий вугляний голем

source: A powerful companion.\The burning coal golem is an humanoid\made of coal.
uk: Могутній помічник.\Палаючий вугляний голем це гуманоїд\із вугілля.

source: Bone Espadon
uk: Кістяний Еспадон

source: A two-handed sword made of bone.
uk: Дворучний меч із кістки.

source: Bone shield
uk: Кістяний щит

source: Shield made of human bones.\Some say that it is cursed...
uk: Щит виготовлений з людських кісток.\Деякі кажуть, що він проклятий...

source: Limited faith potion
uk: Обмежене зілля віри

source: The flask contents strangely\fluorescent gasoline will flow\divine in your veins!\You will regenerate 300 PF.
uk: Вміст колби дивно\світиться, він влиє\дух в ваші жили!\Ви відновите 300 PF.

source: Limited heal potion
uk: Обмежене зілля зцілення

source: A red and thick liquid,\tastes disgusting. It is\certainly not good, but it\gives a famous whip.\You heal 300 PV.
uk: Червона і густа рідина,\на смак жахлива. Це\погано, але вона\робить свою справу.\Зцілює 300 PV.

source: Aventail
uk: Бармиця

source: A cap made of mail\protecting the head and the neck.
uk: Кольчужна шапка для\захисту голови та шиї.

source: Clodomir's Scepter
uk: Скіперт Клодоміра

source: Description and story of Clodomir.
uk: Опис та історія Клодоміра

source: Journal of the monk Redimus
uk: Журнал монаха Редімуса

source: Some notes that seem to\come from the Redimus's the\monk newspaper.\Right-click to use.
uk: Деякі нотатки, які здається\взяті з газети монаха\Редімуса.\Клацніть правою для використання.

source: Book of Saints - Calvary of Frenegonde
uk: Книга святих - Голгофа Френегонди

source: Excerpt from the Book of Saints, the paper\tells the story of St. Frenegonde.\Right-click to use.
uk: Витяги з Книги Святих, робота\розповідає про Св. Френегонду.\Клацніть правою для використання.

source: Book of Saints - The Sacrifice of Joachim
uk: Книга святих - Жертвоприношення Іоакима

source: Excerpt from the Book of Saints, the paper\tells the story of St. Joachim.\Right-click to use.
uk: Витяги з Книги Святих, робота\розповідає про Св. Іохима.\Клацніть правою для використання.

source: Book of Saints - The Courage of Galswintha
uk: Книга святих - Мужність Галсвінти

source: Excerpt from the Book of Saints, the paper\tells the story of St. Galswintha.\Right-click to use.
uk: Витяги з Книги Святих, робота\розповідає про Св. Галсвінту.\Клацніть правою для використання.

source: Book of Saints - Story of Clodomir's Life
uk: Книга святих - Історія життя Клодоміра

source: Excerpt from the Book of Saints, the paper\tells the story of Saint Clodomir.\Right-click to use.
uk: Витяги з Книги Святих, робота\розповідає про Св. Клодоміра.\Клацніть правою для використання.

source: Barbarian Haksil armor
uk: Лати варвара Хаксіла

source: Weaved mesh and leather\belonged to the terrible barbarian leader\Haksil Wurgasht.\Some say it still stained by\the blood of St. Frenegonde...
uk: Плетені сітка і шкіра,\що належала грізному варварському вождю\Хаксілу Вургасту.\Деякі кажуть, що він все ще замлямований\ кров'ю Св. Френегонди...

source: Crossbow of eternal fire
uk: Арбалет вічного вогню

source: The crossbow was soaked\in the blood of the demon,\giving it the ability to\pull the explosive bolts.
uk: Арбалет був просякнутий\в крові демона,\даючи йому можливість\посилати вибухові снаряди.

source: The finger of Saint Clodomir
uk: Палець святого Клодоміра

source: No description
uk: Без опису

source: The ear of St. Frenegonde
uk: Вухо святої Френегонди

source: The heart of Saint Joachim
uk: Серце святого Іоакима

source: The eye of St. Galswintha
uk: Серце святої Галсвінти

source: Silver:
uk: Срібло:

source: Blueprint : Short sword
uk: Схема : Короткий меч

source: Blueprint explaining the design of a short sword.
uk: Схема, що пояснює конструкцію короткого меча.

source: Blueprint : Hand crossbow
uk: Схема : Ручний арбалет

source: Blueprint explaining the design of a hand crossbow.
uk: Схема пояснює конструкцію ручного арбалета.

source: Teuderic's Seal
uk: Печатка Тедеріка

source: Ring that belonged to the glorious King Teuderic.
uk: Кільце, що належало славному королю Тедеріку.

source: Teuderic's Crown
uk: Корона Тедеріка

source: Crown that belonged to the glorious King Teuderic.
uk: Корона, що належала славному королю Тедеріку.

source: Teuderic's Plastron
uk: Нагрудник Тедеріка

source: Plastron that belonged to the glorious King Teuderic.
uk: Нагрудник, що належав славному королю Тедеріку.

source: Teuderic's Finery
uk: Прикраси Тедеріка

source: History of the Abbey of St. Clodomir
uk: Історія Абатства Св. Клодоміра

source: By brother Vlanker, honorary monk of the abbey.
uk: Брата Вланкера, почесного монаха абатства.

source: Tobacco pouch
uk: Кисет

source: Romulus's Tobacco!
uk: Тютюн Ромула

source: Bone sword
uk: Кістяний меч

source: Tutorial
uk: Навчання

source: The Abbey - Exterior
uk: Абатство - Двір

source: The Catacombs - Level 1
uk: Катакомби - Рівень 1

source: The Abbey - Interior
uk: Абатство - Будівля

source: The Catacombs - Level 2
uk: Катакомби - Рівень 2

source: The Cave
uk: Печера

source: Mausoleum
uk: Мавзолей

source: Pretended soldier deliverer of God and Christ's tomb, you have much killing and sometimes breach,\flouting the values in whose name you did bloodshed...\Of course you know how to fight, but your burden is the heaviest and you must accomplish many feats to win you back!
uk: Так званий солдат визволитель з могили Бога і Христа, ви повинні багато вбивати, а іноді й забувати,\в чиє ім'я ви здійснили кровопролиття... \Ви, звичайно, знаєте, як битись, але ваша ноша важка, і ви повинні знати багато трюків, щоб себе вберегти!

source: At least you've never pretended to be virtuous...\Nee in the mud, you've dressed up in finery demonic female seductrices for you infiltrate the highest levels of society.\But even among the princes we can not deny its origins when they are unworthy,\and when your charm was not enough you were able to wield the dagger like poison...
uk: Принаймні вона ніколи не прикидалась добродійною...\Вийшовши з болота, вона вдяглася в шати демонічної жінки спокусниці щоб проникнути у вищі верстви суспільства.\Але навіть серед князів ми не можемо заперечувати її походження, що вона негідна,\і коли її чарівності було недостатньо, то вона могла володіти кинджалом, як отрутою...

source: The gunslinger is one of those bounty hunters who count only its own interests. He does not hesitate to kill innocent people if he should and his contracts are its only limit. And even if another offer him seem more interesting, it may turn against his boss. Normally destined to hell, it is committed by God to do the dirty work.
uk: Стрілець є одним з тих мисливців за головами, який задовільняє лише свої власні інтереси. Він не вагаючись вбиває невинних людей, якщо йому цього треба для виконання угоди. І навіть якщо йому дадуть цікавішу пропозицію, він може піти проти власного боса. Зазвичай їм пряма дорога в пекло і вони використовуються Богом для виконання брудної роботи.

source: Religious fanatic par excellence, he was made a point to go to any heretic or witch bonfire ever. And without further ado, having never had remorse or doubt when has the guilt of his victims. So God decided to fulfill the dream of the inquisitor, that is to say the really let go in a world overrun by evil, a place where he can let go of his madness and sadism without making any innocent victim.
uk: Загалом релігійний фанатик, він зразу відправить будь-яких єретика чи відьму на багаття. І, не лукавлячи, їх ніколи не мучили докори совісті чи сумніви, щодо смерті їх жертв. Таким чином, Бог вирішив втілити мрію інквізитора, тобто відпустити його у світ переповнений злом, місце, де він зможе дати волю своїм божевіллю і садизму, не вбиваючи невинних людей.

source: Display/Hide map (M)
uk: Показати/Сховати карту (M)

source: Inventory (I)
uk: Інвентар (I)

source: Quests (Q)
uk: Квести (Q)

source: Miracles (T)
uk: Чуда (T)

source: Menu (Escape)
uk: Меню (Escape)

source: Console (Tab)
uk: Консоль (Tab)

source: Documents (D)
uk: Документи (D)

source: Weapon set n1 (W)
uk: Набір зброї 1 (W)

source: Weapon set n2 (W)
uk: Набір зброї 2 (W)

source: The Persecutor path
uk: Шлях Переслідувача

source: The Protector path
uk: Шлях Захисника

source: The Pious Path
uk: Шлях благочестя

source: The Poisoner Path
uk: Шлях Отравлювача

source: The Assassin Path
uk: Шлях вбивці

source: The Seductress Path
uk: Шлях Спокуси

source: Saint Barbe Incarnation
uk: Втілення Св. Барба

source: The crusader summons Saint Barbe to help him.\She allows the crusader to inflict fire damages.
uk: Хрестоносець викликає Святу Барбу, щоб допомогти йому.\Вона дозволяє хрестоносцеві завдавати шкоду вогнем.

source: Fire Damage : %1-%2
uk: Шкода від вогню : %1-%2

source: Charge
uk: Заряд

source: The crusader charges an adversary knocking down everything on his way.\Usable only with a shield.
uk: Хрестоносець заставляє противника збивати все на своєму шляху.\Використовується лише зі щитом.

source: Damage during the charge : %1-%2
uk: Пошкодження під час заряджання : %1-%2

source: Damage upon impact : %3-%4
uk: Пошкодження при ударі : %3-%4

source: Divine Tornado
uk: Божественний Торнадо

source: The crusader makes his blade spin\pushing back ennemies close to him.\Usable only with two-handed weapons.
uk: Хрестоносець обертає клинок\відсуваючи ближніх ворогів.\Доступно лише з дворучною зброєю.

source: Damage : %1 \% of the weapon
uk: Шкода : %1 \% від зброї

source: Saint Lazare Incarnation : Vampirism
uk: Втілення Св. Лазара: Вампіризм

source: In addition to heal the crusader, Saint Lazare\allows him to stole the health of his ennemies.
uk: Крім лікування хрестоносця, Святий Лазар\дозволяє йому красти здоров'я у ворогів.

source: Health stolen: %1\%
uk: Крадіжка життя: %1\%

source: Saint Lazare Incarnation
uk: Втілення Св. Лазара

source: The crusader summons Saint Lazare to help him.\He boosts the crusader health regeneration.\Can not be combined with other incarnations.
uk: Хрестоносець викликає Святого Лазара для допомоги.\Він посилює відновлення здоров'я хрестоносця.\Не може бути об'єднане з іншими втіленнями.

source: Health regeneration : +%1
uk: Відновлення життя : +%1

source: Charm
uk: Зачарування

source: The concubine charms an ennemy\to help her in her fight.
uk: Наложниця причаровує ворога\щоб той допоміг їй у бою.

source: Maximum health : %2
uk: Максимальне життя : %2

source: Charm : Mastodont
uk: Чари : Мастодонт

source: Charmed ennemy gain more life under the charm\and regenerate their health more rapidly.
uk: Зачарований ворог забирає більше життя\і відновлює своє здоров'я швидше.

source: Health added : %2
uk: Додає життя : %2

source: Health regeneration : +%1/s
uk: Відновлення життя : +%1/с

source: Toxic cloud
uk: Токсична хмара

source: The concubine throws a globe that\unleashes a toxic cloud on impact.
uk: Наложниця кидає кулю, що\при ударі вивільняє токсичну хмару.

source: %1 damages on 6 seconds
uk: %1 пошкоджень за 6 секунд

source: Venom
uk: Отрута

source: The concubine poison her weapons during a certain period of time.
uk: Наложниця отруює її зброю на певний період часу.

source: Duration : %1 seconds
uk: Тривалість : %1 секунд

source: Corrosion damage: %3 on 2 seconds.
uk: Пошкодження корозією: %3 за 2 секунди.

source: Mighty Blow
uk: Потужний удар

source: The crusader sends a powerful blow\pushing back adversaries.
uk: Хрестоносець виконує потужний удар,\що відкидає супротивників.

source: Damage : +%1 to %2
uk: Пошкодження : +%1 - %2

source: Divine Tornado : Projection
uk: Божественний Торнадо : Проекція

source: When the crusader rotate, this create a\real tornado which destroys everything on its path.
uk: Коли хрестоносець крутиться, це створює\справжній торнадо, який руйнує все на своєму шляху.

source: Air blow damage : %1 to %2
uk: Шкода від вітру : %1 - %2

source: Minor toxic cloud litany
uk: Молитва малої токсичної хмари

source: 20 damage over 6 seconds.
uk: 20 шкоди за 6 секунд.

source: Judgment
uk: Засудження

source: The crusader curses an enemy who will explode at his death.
uk: Хрестоносець проклинає ворога, який вибухне після смерті.

source: Blast damages : %1 to %2
uk: Пошкодження вибухом : %1 - %2

source: Armor of Faith
uk: Лати Віри

source: The faith of the cross-protection against the elements
uk: Віра перехресного захисту від стихій

source: + 1% resistance to all elements
uk: + 1% опору до всіх стихій

source: Duration: %2 seconds
uk: Тривалість: %2 секунд

source: Judgment Day: Ignite
uk: Судний День: Запал

source: The explosion ignited the fire of the enemy,\causing additional fire damage over time.
uk: Вибух запалює противника вогнем,\викликаючи додаткову шкоду вогнем в часі.

source: Damage: %1 to %2 seconds.
uk: Шкода: %1 - %2 секунд.

source: Shooting fragmentation
uk: Постріл з фрагментацією

source: The concubine sends a tile\explodes after a second, splitting into hundreds of fragments.
uk: Наложниця кидає вибухівку,яка\за секунду вибухає, розпадаючись на сотні осколків.

source: Damage: %1\% of the original damage.
uk: Шкода: %1\% початкової шкоди.

source: Explosion
uk: Вибух

source: The tile is fired by a crossbow explosive.\It inflicts 10-20 points of damage by fire.
uk: Постріл з арбалета вибухівкою.\Завдає 10-20 очок шкоди вогнем.

source: Shadow
uk: Тінь

source: The concubine blabla
uk: Наложниця туди-сюди

source: Evasion: +1%
uk: Ухиляння: +1%

source: Assassin
uk: Вбивця

source: The concubine makes a mortal blow to its target.\Applicable only in Shadow mode.
uk: Наложниця здійснює смертельний удар.\Доступно лише в режимі Тіні.

source: Damage +%1\%
uk: Шкода +%1\%

source: To cut the throats
uk: Для перерізання горла

source: The concubine moves almost instantaneously behind his target, dealing then a lightning attack.\Usable only in Shadow mode.
uk: Наложниця рухається майже миттєво позаду ворога, завдаючи блискавичної атаки.\Доступно лише в режимі Тіні.

source: Damage: 1% to 2%
uk: Шкода: 1% - 2%

source: Attack
uk: Атака

source: Damage: 0% to 1%
uk: Шкода: 0% - 1%

source: Things that loitering in the catacombs
uk: Істоти, що тиняються в катакомбах.

source: I have to go into the catacombs to see what is going on.
uk: Мені треба сходити в катакомби, і глянути, що там коїться.

source: I found the diary of the monk Redimus. This indicates that terrifying things are happening in the catacombs. I ought to speak with the Abbe.
uk: Я знайшов щоденник монаха Редімуса. Він підтверджує що в катакомбах творяться страшні речі. Я повинен поговорити з Абатом.

source: The abbe told me to find four relics from the abbey to be able to pronounce the mantra of purification.
uk: Абат попросив мене знайти чотири мощі абатства, щоб змогти прочитати молитву очищення.

source: I have to escort a Brother to the Oculus, the center of the catacombs, in order that the Purification Ritual.
uk: Я повинен провести Брата в Окулус в центрі катакомб для проведення Ритуалу Очищення.

source: The abbe told me to find four relics from the abbey to be able to pronounce the mantra of purification. After Alcuin, a relic would have disappeared in recent years.
uk: Абат попросив мене знайти чотири мощі абатства, щоб змогти прочитати молитву очищення. Після того як останні роки за ними наглядав Алкуїн, мощі зникли.

source: Abandoned charette
uk: Покинутий віз

source: I must find and bring to Romulus the merchant the pouch of tobacco abandoned in his cart.
uk: Я повинен знайти і принести Ромулу торговцю мішечок тютюну, який він залишив в своєму возі.

source: I have to return tobacco Romulus the merchant.
uk: Я повинен повернути тютюн торговцю Ромулу.

source: Romulus recover tobacco history.
uk: Історія повернення тютюну Ромулу.

source: A hobby for Rognorak
uk: Захоплення Рогнорака

source: Rognorak the blacksmith is so bored that was proposing to build me a gun charge. I have to bring needed ingredients.
uk: Рагнораку ковалю так нудно, що він пропонував виготовити мені пороховий заряд. Я повинен принести необхідні складники.

source: Rognorak makes me a weapon.
uk: Рогнорак робить мені зброю.

source: The blessing of the good abbe
uk: Благословіння доброго абата

source: The abbe can bless one of my items if I will give him water and a holy litany.
uk: Абат може благословити один з моїх предметів, якщо я дам йому святу воду та молитву.

source: The abbot has blessed one of my objects.
uk: Абат благословив один з моїх предметів.

source: The evil wall
uk: Стіна зла

source: I have to eliminate the creatures that infest the wall of the farm of Borlor.
uk: Я повинен знищити істот, які паразитують на стіні ферми Борлора.

source: All creatures have been eliminated.
uk: Всі істоти були знищені.

source: The innkeeper is besieged
uk: Господар в облозі

source: I must free the passage in front of the inn.
uk: Я повинен звільнити місцевість перед готелем.

source: I have to talk with landlord.
uk: Я повинен поговорити з господарем.

source: The innkeeper was able to escape.
uk: Господарю вдалося втекти.

source: A house in the forest
uk: Хатина в лісі

source: I must rescue a young woman which is holed up in her house southeast of the abbey, in the forest.
uk: Я повинен врятувати молоду жінку, яка ховається в хатині на південний-схід від монастиря, в лісі.

source: The young woman was more alas herself. I have to terminate its new horrible existence.
uk: Молода жінка була не в собі. Я повинен припинити її нове жахливе існування.

source: A creature in the night
uk: Нічна істота

source: REAPER
uk: ЖНЕЦЬ

source: I decided to help Teuderic fight his ghosts.
uk: Я вирішив допомогти Тедеріку побороти його привидів.

source: I helped Teuderic.
uk: Я допоміг Тедеріку.

source: I decided to face and take Teuderic's treasure.
uk: Я вирішив схитрити і забрати у Тедеріка його скарби.

source: I failed, Teuderic became absorbed by his phantoms.
uk: Я зазнав поразки, Тедеріка поглинули його фантоми.
