Repository: q4a/holyspirit
Catalog: trunk/Data/Miscs/Texts/*/data.po
Languages: uk

source: Joachim was a shepherd who spoke little. He led an austere life, retired to the mountains and never went battle its congeners. Many took him for a fool and had against him nearest the greatest contempt... His only good, except an animal skin and a few sheep, was a strong shepherd's staff who fanned gossip as much jealousy (that detail the lives of Joachim, however, remains obscure).\When the barbarians who were ruining everything Ruhigland penetrated in our sweet country, the people flowed loosely, leaving the weak and the innocent. Joachim was to be part of the batch of victims.\The barbarians, led by the formidable Haksil Shortcut, gave away the women, children and the remaining animals, probably by engaging nearest cannibalism (in all likelihood more greedy than rituals).\It is found that a heart of flesh adult human, we considered its size as that of Joachim. Certainly the whole village was worth a martyr canonization in good and due form, but the merit of his nearest relative Joachim congeners was to have left something to be a relic for posterity.
uk: Йоахім був пастухом, який мало говорив. Він вів строгий спосіб життя, ходив в гори і ніколи не йшов з боєм на побратимів. Багато хто вважав його дурнем і сильно його презирав... Його власністю, окрім тваринної шкіри і декількох овець, був міцний посох пастуха, який викликав багато заздрощів (проте, ця деталь життя Йоахіма залишається малозрозумілою).\Коли варвари, що все руйнували, проникли в Рухігланд, люди повтікали, залишаючи слабких і немовлят. Йоахім мав бути однією з жертв.\Варвари , очолювані Хаксілом, з'їли жінок, дітей і тварин, що залишилися (це ймовірно ще страшніше за ритуали).\Було знайдено серце дорослої людини, за його розміром ми припустили що це Йоахім. Звичайно ціле село коштувало канонізації мученика в хорошій і належній формі, але гідність Йоахіма в відносинах з його побратимами мала залишити що-небудь для наслідування його потомками.

source: Galswintha was already known from her youth for the purity of her thoughts. Her extreme modesty made him look away even when innocent animals were mating nearest proximity. Her only pleasure was embroidery, she performed with a proven talent for miles nearest the nearest round...\She must have known the torment that would ensure her fame with the terrible barbarian invasions, when his unfortunate fate made her cross the sinister Haksil Shortcut, whose virility diminished by the Office of Holy Frenegonde had strengthened the bestial cruelty.\Nearest always looking for new distractions to entertain the troops, gave the Haksil Galswintha nearest congeners sordid games with pets village (games whose moral condemnation to discuss the details).\Asked to attend the show by the infamous invaders, who hoped to force then indirectly to take part, had the merit Galswintha thrice holy to mutilate his own flesh to escape its nearest vision. With a gesture of defiance and ignoring any pain, she tore her eyes with her fingers and threw for at her feet, her hollow eyes weeping blood in abundance.\Her courageous act was to unfortunately not provided to avoid obscene and Cruel games Haksil that because they can not steal her virtue-even the horrible task entrusted nearest a strong bull.
uk: Галсвінта було відомою з її молодості за чистоту своїх думок. Її скромність змушувала її відвести погляд навіть тоді, коли поблизу спарювались невинні тварини. Її єдиною радістю була вишивка, вона вишивала з явним талантом... \Вона, повинна була здогадатись, які муки забезпечили б їй славу від страшних вторгнень варварів, коли її нещасна доля змусила її потрапити на шлях зловісного Хаксіла, і їй вистачило мужності повторити подвиг Святої Френегонди.\Майже весь час шукаючи нові розваги для війська, найближчі родичі проводили в селі брудні ігри з домашніми тваринами (їх опис викличе лише моральний осуд).\Після спроби загарбників змусити Галсвінту взяти участь в шоу, Галсвінта тричі скалічила своє тіло, щоб не бачити цих жахів. Ігноруючи будь-який біль, вона рвала на собі очі пальцями й кинула її під ноги, вона стікала кров'ю зі сльозами.\Її мужній вчинок, на жаль, не дозволив уникнути непристойних і жорстоких ігор Хаксіла, оскільки навіть це його не переконало.

source: Saint Clodomir, just between the righteous, is the largest ever known Ruhigland Saint.\Renowned for his wisdom, he was accustomed to lift the middle finger of his right hand in a gesture of appeasement when the inhabitants of the Old People bickered, which about a misplaced fence, which about a poultry disappeared suspiciously. At the end of his speech, he invariably threw an acorn on the ground to signify that he had finished, his every action is as a grain of wisdom designed to thrive as the venerable oak.\A constant friendly smile on the face, He stated the justice of his sweet voice, without ever raising his voice and the good farmers - as their lords - accepted his judgment with these words again and again repeated: "Just spoke Clodomir the raised finger, he threw the acorn Everything is set!".\When the horrific hordes of barbarians beastly manners well known befell Ruhigland, spreading desolation, Clodomir reassured his people: he would talk to these thugs and would surely lambs, because justice is born of love, and it was missing, uneducated poor, the revelation that the values of the Old People to stop doing evil!\Clodomir then crossed with his usual calm smoldering villages to talk with the barbarians. Meeting one of the leaders of these, named Wilankar Wurgasht he wore a friendly smile and lifted his usual middle finger as a sign of temperance. Las! The other believed he was about to cast a spell, and his sharp sword, cut off in a flash the finger of the holy man, then are arms, and finally his head. His plan is accomplished, the bloodthirsty brute made a pendant Clodomir macabre finger and gave the rest of his body and its reservation of acorns to pigs hungry, bursting into a laugh like the roar of a wild beast.
uk: Святий Клодомір, але справді, є найбільшим коли-небудь відомим Святим Рухігланду.\Відомий за його мудрість, він звик піднімати середній палець його правої руки в жесті заспокоєння, коли представники Старих Людей сперечалися, чи про загорожу, чи про домашнього птаха, що підозріло зник. У кінці його мови, він незмінно кидав жолудя, як признак того, шо він закінчив, його кожна дія була зерном мудрості, що процвітала як поважний дуб.\З постійною доброзичливою посмішкою на обличчі, він діяв правосуддя його солодким голосом, ніколи не підвищував голос і добрі фермери - як його лорди - приймали його судження з наступними словами: "Тільки що піднявши палець говорив Клодомір, він кинув жолудь, Все визначено!".\Коли жахливі орди варварів, добре відомих, дійшли до Рухігланду, несучи спустошення, Клодомір заспокоїв своїх людей: він поговорить із цими головорізами як з ягнятами, тому що правосуддя народжується з любові, і вони повинні дізнатись це одкровення і цінності Старих Людей, щоб перестати робити зло!\Тоді Клодомір, як звичайно спокійний, пішов через тліючі села, щоб поговорити з варварами. Зустрівшись з одним з керівників на ім'я Віланкар Вурхгаст, він надів доброзичливу посмішку і підняв його правий середній палець як знак стриманості. І ось тобі! Інший подумав, що Клодомір хоче здійснити заклинання, і його гострий меч вмить відрізав палець святого чоловіка, потім - руки, і вкінці голову. Тоді кровожерний варвар зробив підвіску з пальця Клодоміра і решту останків разом з жолудями кинув голодним свиням, сміючись подібно до реву дикого звіра.

source: This book is an account of the inventory of the relics of the abbey of Saint Clodomir.\\\\Heart of St. Joachim\\The heart of Saint Joachim was found ninety-eight years after his unfortunate death , in a bazaar. He slept in a small wooden box. At the sight of the body withered by years, a particularly devout buyer felt a warmth divine invade, and he called upon God to destroy the field he could not see where the noble body of the saint. As the sentence invoked did not come, the happy man knew he was right and gave the relic to the abbey of Saint Clodomir.\The heart of St. Joachim is still preserved at St. Clodomir. His condition is correct.\\Oreille de Saint Frenegonde\\ear of St. Frenegonde was miraculously found one hundred twenty-seven years after his terrible ordeal. Canon Ambroisius was discovered in the stomach of a sow in skinning the animal to make a sausage. Illuminated by divine grace, he immediately recognized the ear as belonging to the saint.\The ear is preserved in the catacombs of St. Clodomir, in fair condition, though somewhat dry.\\\Eye of Santa Galswintha\\The eyes of St. Galswintha appeared in a ceremonial necklace worn by one of the last kings of barbarians Ruhigland. Struck down by a warrior led a holy faith, and the abominable creature freed the precious relic which became property of the abbey.\Galswintha holy eyes have unfortunately left the catacombs of St. Clodomir following an unfortunate event. A monk of evil memory having judged it expedient to leave the eyes of the Holy shrine for its exhibit at the sight of peasants of his knowledge, the relic disappeared mysteriously. The rumor involves Katrina (suspected of witchcraft) but following the deaths by a sudden illness of three successive investigators recovering the relic has been postponed.\\The finger of Saint Clodomir\\The mummified finger Saint Clodomir was found in the loot of a barbarian king, who used it as a pen to scribble some incomprehensible gibberish. This use explains the black color of the holy body, which is otherwise in excellent condition.
uk: Ця книга є журналом інвентаризації мощів абатства Святого Клодоміра.\\\\Серце Св. Йоахіма\\Серце Святого Йоахіма було знайдене за дев'яносто вісім років після його смерті, на базарі. Воно лежало в маленькій дерев'яній скриньці. Особливо набожний покупець відчував, що тіло, яке не розкладається роками, випромінює тепло, і він закликав Бога знищити поле, де було знайдене тіло святого. Оскільки просьба не була виконана, щасливий чоловік знав, що він правий, і віддав мощі абатству Святого Клодоміра.\Серце Святого Йоахіма все ще зберігається у абатстві. Його стан задовільний.\\Вухо Святої Френегонди\\Вухо Святої Френегонди були на диво знайдене сто двадцять сім років після її жахливого важкого випробування. Вухо було виявлене в животі свині, яку розділяли на ковбасу. Вухо святого було зразу впізнане оскільки світилось божественною благодаттю.\Вухо зберігається в катакомбах Святого Клодоміра, в непоганому стані, хоча трохи сухому.\\\Око Святої Галсвінти\\Очі Святої Галсвінти з'явилися в церемоніальному намисті, що носив один з останніх королів варварів Рухігланду. Він був вбитий воїном святої віри, а мощі були передані до абатства.\Святі очі Галсвінти на жаль залишили катакомби Святого Клодоміра через нещасний випадок. Монах з поганою пам'яттю вважав за доцільне винести очі зі святині для показу селянам і реліквія таємниче зникла. Слухи вказують на Катріну (підозрюється в чаклунстві) але через раптові смерті трьох людей, які шукали очі, пошуки були відкладені.\\Палець Святого Клодоміра\\Муміфікований палець Святого Клодоміра був знайдений у варварського короля, який використовував це як ручку для написання якоїсь незбагненної тарабарщини. Це пояснює чому святі мощі мають чорний колір, але загалом вони у відмінному стані.

source: To Vlanker brother, honorary monk of the abbey.\\As everyone knows the abbey of Saint Clodomir is considered a beacon of faith and imperial heirs of the Old People. Founded three centuries after the death of the saint whose name it bears, not far from where Clodomir was eaten by pigs, it contains many unknown treasures of ordinary mortals.\Built on an underground necropolis forgotten at the time of barbarian rule, the abbey was presented to them as an ignorant vulgar to salting ham. The cult can not be done within the building itself for fear of arousing the suspicion of the invaders, the faithful of the Old courageous people settled in the catacombs and enlarged gradually.\The underground network became a well huge maze under the action of the faithful who find themselves more and more to pray. Digging became an act of faith, and fervor was such that under the barbarous oppression catacombs stretched themselves in colossal proportions (to the point that one should attempt to venture without a plan).\Once the period of barbarian rule ended, the catacombs were evacuated by the faithful and collected the remains of countless martyrs of the occupant. Four of them were canonized because of the exemplary nature of their sacrifice: the kind Frenegonde, Joachim the shepherd, and the pure Galswintha course Clodomir.\One might also note the presence of the tomb of Teuderic, one of ancient kings of our people. Prohibits burial in the crypt of the kings of the capital, as his reign was deemed pathetic, he was taken to St. Clodomir respect for the sovereign lineage. Most aware of our history know that Teuderic had indeed prevailed under the influence of advisors and dishonest fancier one than the other (we still remember the magician Boris invert the fencing master Gunther paralytic and Ingmar lecherous Minister who obtains the favor of successive Teuderic wife and his daughter Princess Theodora).
uk: Брата Вланкера, почесного монаха абатства.\\Як відомо абатство Святого Клодоміра вважається маяком віри і імперським спадкоємцем Давніх Людей. Було засноване три століття після смерті святого, чиє ім'я воно носить, поблизу від місця, де Клодоміра поїли свині, і містить багато невідомих для звичайних смертних скарбів.\Побудовано на підземному некрополі, забутому під час варварського правління, абатство було представлене цим неосвідченим істотам як завод для соління шинки. Культ не міг проводитись в самій будівлі, щоб загарбники нічого не запідозрили, тому люди оселилися в катакомбах і поступово їх розширювали.\Підземелля розрослось в величезний лабіринт під дією віруючих, які все більше і більше молились. Риття тунелів стало проявом віри, і завзяття було таке, що під гнітом варварів катакомби досягли колосальних розмірів (до таких, що без плану там було робити нічого).\Після закінчення періоду правління варварів катакомби були евакуйовані і віруючі зібрали останки незліченних мучеників. Чотири з них були канонізовані у зв'язку з зразковим характером їх жертви: добра Френегонда, Йоахім пастир, чиста Галсвінта і звичайно Клодомір.\Можна також відзначити наявність могили Тедеріка, одного із стародавніх царів людей. Його не дозволили ховати в склепі царів, бо його правління вважалося жалюгідним, і він був доставлений катакомб Св. Клодоміра. Більшість знають про те, що Тедерік дійсно піддавався натиску радників і нечесних людей (ми до сих пір пам'ятаємо мага перетворення Бориса, паралізованого учителя фехтування Гюнтера і розпусного Міністра Інгмара, який використовував дружину Тедеріка і його дочку принцесу Тодору).

source: Barrel
uk: Бочка

source: Stash
uk: Тайник

source: Urn
uk: Урна

source: Door
uk: Двері

source: Morbid Arquebuser
uk: Хворобливий Аркебузер

source: Morbid Puppet
uk: Хвороблива Маріонетка

source: Skeletton Guardian
uk: Скелет Сторож

source: Dark Shadow
uk: Темна тінь

source: Demonic Priest
uk: Демонічний священник

source: Tainted Militia : Bully
uk: Заплямована Міліція : Хуліган

source: Wandering Stones
uk: Блукаючі камені

source: Borlor the farmer
uk: Борлор фермер

source: Reliquary
uk: Ковчег

source: Gaunt Dog
uk: Худорлявий Пес

source: Zombified Peasant
uk: Зомбований Селянин

source: Putrid corpse
uk: Гнильний труп

source: Romulus the merchant
uk: Ромул торговець

source: Rare Trader
uk: Рідкісний торговець

source: The Great Questor
uk: Великий Квестор

source: Lever
uk: Важіль

source: Zombie macer
uk: Розколювач зомбі

source: Brother
uk: Брат

source: The Reaper
uk: Жнець

source: Pack Chief
uk: Ватажок Зграї

source: Alcuin the archivist
uk: Алкуїн архіваріус

source: Infernal Dog
uk: Пекельна собака

source: Abbe Hademar
uk: Абат Гадемар

source: Abbey Shrine
uk: Святиня абатства

source: Catacombs Shrine
uk: Святиня в катакомбах

source: Graveyard Shrine
uk: Святиня в кладовищі

source: Barkeeper behind the door
uk: Бармен за дверима

source: Skeletton Lord
uk: Лорд скелет

source: Burning charcoal golem
uk: Палаючий вулгяний голем

source: Bones stack
uk: Купа кісток

source: Rognorak the blacksmith
uk: Рагнорак коваль

source: Sarcophagus
uk: Саркофаг

source: Wandering cemeteries
uk: Блукаюче кладовище

source: Mass grave (Creates wanderers)
uk: Братська могила (Створює мандрівників)

source: Passage
uk: Прохід

source: Damned soul
uk: Проклята душа

source: Guard
uk: Охоронець

source: Sergeant Waldemar
uk: Сержант Волдемар

source: Writing case
uk: Пенал

source: Corrupted peasant
uk: Пошкоджений селянин

source: Offshoot
uk: Відсадок

source: Tomb of King Teuderic
uk: Гробниця короля Тедеріка

source: King Teuderic
uk: Король Тедерік

source: Teuderic's torment
uk: Муки Тедеріка

source: Johannes the Fallen
uk: Йоханнес Полеглий

source: Relic
uk: Мощі

source: Marrow sucker
uk: Висмоктувач мозку

source: Pile of stones
uk: Купа каміння

source: Leather cuffs
uk: Шкіряні манжети

source: These leather cuffs\protect the forearm.
uk: Ці шкіряні манжети\захищають передпліччя

source: Quilted armor
uk: Стьобані обладунки

source: This modest armor consists of a lined\split leather for cushion the blows.
uk: Ця скромна броня складається зі шкіряної\стилки для пом'ягшення ударів

source: Arquebus
uk: Аркебуза

source: This strange object has the power\to propel projectiles with great metal speed.\Much better than a bow but more painful to the ears!
uk: Цей дивний предмет має силу\випускати снаряди з великою швидкістю\Набагато краще, ніж лук, але сильно б'є по вухах!

source: Leather boots
uk: Шкіряні чоботи

source: Boots made for walking...and for\protecting feet beats slightly.
uk: Чоботи для прогулянок... і\невеликого приглушення кроків.

source: Ceremonial dagger
uk: Церемоніальний кинджал

source: A sharp dagger designed for\sacrifices during ceremonies.
uk: Гострий кинджал, призначений для\жертвоприношення під час урочистих церемоній.

source: Chainmail
uk: Кольчуга

source: An armor made of many steel\rings, a good compromise between\protection and freedom of movement.
uk: Броня з багатьох стальних\кілець, гарний компромиіс між\захистом та свободою в русі.

source: Coal
uk: Вугілля

source: Coal is a base material for\the manufacture of steel
uk: Вугілля є основним матеріалом для\виробництва сталі

source: Hand crossbow
uk: Ручний арбалет

source: This small throwing weapon\is handy and fast, however less\destructive than a firearm.
uk: Ця невелика метальна зброя\є зручною і швидкою, проте менш\руйнівною, ніж вогнепальна зброя.

source: Dagger
uk: Кинджал

source: Thin, pointed dagger\is a perfect weapon for\a traitor... or a woman.
uk: Тонкий, загострений ніж\є ідеальною зброєю для\зрадника... або жінки.

source: Minor faith potion
uk: Мале зілля віри

source: The flask contents strangely\fluorescent gasoline will flow\divine in your veins!\You will regenerate 150 PF.
uk: Вміст колби дивно\світиться, він влиє\дух в ваші жили!\Ви відновите 300 PF.

source: Frock
uk: Ряса

source: A monk's robe.
uk: Одяг монаха.

source: Great shield
uk: Великий щит

source: This shield protects holder\from metal from the chest to the feet.
uk: Цей щит захищає власника\від металу, від грудей до ніг.

source: Minor health potion
uk: Мале зілля здоров'я

source: A red and thick liquid,\tastes disgusting. It is\certainly not good, but it\gives a famous whip.\You heal 150 HP.
uk: Червона і густа рідина,\на смак жахлива. Це\погано, але вона\робить свою справу.\Зцілює 300 PV.

source: Cervelliere
uk: Цервельєр

source: This helmet is a\good head protection.
uk: Цей шлем\дає добрий захист голови.

source: Katzbalger
uk: Катцбалгер

source: This terrible two-handed weapon\is made to kill,\and not human beings...
uk: Ця страшна дворучна зброя\зроблена, щоб вбивати,\але не людські істоти...

source: Long sword
uk: Довгий меч

source: This longsword\is well balanced:\an excellent weapon.
uk: Цей довгий меч\добре збалансований:\чудова зброя.

source: Azure pendant
uk: Лазурний кулон

source: A pretty small pendant.
uk: Гарний невеличкий кулон.

source: Iron ore
uk: Залізна руда

source: Iron ore is a basic material for\weapons and armors crafting.
uk: Залізна руда є основним матеріалом для\виготовлення зброї та обладунків.

source: Ring
uk: Кільце

source: A small ring with one stone.
uk: Мале кільце з одним каменем.

source: Wooden board
uk: Дерев'яна дошка

source: A board that can be used to\make many objects...\Perhaps the first step in a coffin?
uk: Дошка, яка може бути використана для\виготовлення різних речей...\Можливо, перший крок до труни?

source: Saddle Crossbow
uk: Арбалет вершника

source: Buckler
uk: Круглий щит

source: A small wooden shield\topped with metal reinforcements.
uk: Невеликий дерев'яний щит\підсилений металом.

source: Short sword
uk: Короткий меч

source: A steel sword,\short but sharp.
uk: Сталевий меч,\короткий але гострий.

source: Wrath blade
uk: Клинок гніву

source: Two-handed sword
uk: Дворучний меч

source: This heavy sword crushes\and does not crack...
uk: Важкий меч замає\але не ламається...

source: Boots
uk: Чоботи

source: Devine boots.
uk: Божественні чоботи.

source: Scarifier
uk: Скарифікатор

source: Scarifier is a ceremonial dagger\used by the terrible killer Lavoisin.
uk: Скарифікатор це урочистий кинджал,\що використовувався страшним вбивцею Лавозіном.

source: Harold's damnation
uk: Прокляття Гарольда

source: This shield once belonged to\the great king Harold.
uk: Цей щит колись належав\великому королю Гарольду.

source: Reinforced gloves
uk: Посилені рукавиці

source: Strong leather gloves\reinforced by metal plates.
uk: Міцні шкіряні рукавиці\посилені металевими пластинами.

source: Leather hood
uk: Шкіряний капюшон

source: A simple leather hood\offering little protection.
uk: Простий шкіряний капюшон\для невеликого захисту.

source: Satin robe of the Tearful Widow.
uk: Атласні шати Плачучої Вдови.

source: A black robe which suit perfectly to a woman in mourning.
uk: Чорні шати, які ідеально підходять жінці в жалобі.

source: Winged mace
uk: Крилата булава

source: A powerful weapon,\which crushes the skulls also\easily than eggs.
uk: Потужна зброя,\яка ламає черепа\так же легко як яйця.

source: Fracasseuse
uk: Фракасус

source: A formidable weapon capable of crushing\a human skull in one fell swoop.\\One-handed weapon.
uk: Грізна зброя, що здатна дробити\людський череп одним махом.\\Одноручна зброя.

source: Flamboyant
uk: Палаючий

source: Sword forged in the Hell's flammes\which belonged to the demon\before being stole by\the archangel Michel. This one lose it\by becoming incarnate\on Earth and is believed\gone forever.
uk: Меч викуваний в полум'ї Пекла\який належав демону\перед тим як його викрав\архангел Михаїл. Михаїл втратив\його при втіленні\на Землі і, як вважають,\ меч втрачено назавжди.

source: Timber axe
uk: Сокира лісоруба

source: A simple axe for\cutting wood.\But it's also slices very\nice meat and bones...
uk: Проста сокира\для рубання дров.\Але вона також дуже добре\нарізає м'ясо і кістки...

source: Butcher's mace
uk: Булава м'ясника

source: This mace has pig killing for first goal.\But it's also very efficient against demons.\\Two-handed weapon.
uk: Ця булава призначена для забою свиней.\Але вона також дуже ефективна проти демонів.\\Дворучна зброя.

source: Leather armor
uk: Шкіряні обладунки

source: Tears of the Tearful Widow
uk: Сльози Плачучої Вдови

source: A jewel which suit perfectly to a woman in mourning.
uk: Коштовності, які ідеально підходять жінці в жалобі.

source: Horned barbute
uk: Рогатий шолом
