Repository: q4a/holyspirit
Catalog: trunk/Data/Miscs/Texts/*/data.po
Languages: uk

source: Well chick! You're up awfully! If you need a service would ask Rognorak! He always knows to please the ladies... Rognorak
uk: Ціпо! Виглядаєш чудово! Якщо тобі потрібна послуга то спитай Рогнорака! Він завжди знає, будь ласка, пані... Рогнорак

source: Frankly it's not lack of men in dress here... We'll end up talking my man! And I only sell things that are bad for the health of souls.
uk: Чесно кажучи, тут немає нестачі чоловіків в одязі... Це все таки каже чоловік! Але я продаю лише речі, які шкідливі для здоров'я душі.

source: Hi there! You too have decided to disguise yourself to celebrate the end of the world? When I see spend all that happening right now I think we need a clean sweep and start all over again. I do not like your clothes and your upper air but if it is to kill the unspeakable horrors lurking around I'll sell you what you want!
uk: Привіт! Ти теж вирішив замаскуватись, щоб відсвяткувати кінець світу? Коли я бачу все, що відбувається навколо, я думаю, все повинно бути стерте щоб почати все заново. Мені не подобається твій одяг і твій подих, але якщо це припинить невимовні жахи, що ховаються навколо, то я продам тобі все, що захочеш!

source: I'm Rognorak, former blacksmith of the Empire. I like to forge weapons quietly in my corner but a fight that's not really my cup of tea. I am an artist! So when they decided to send me to the front to forge swords to chain I cut and I left to chance...\I do not know if it was a good idea to think... I could not stand to be just a few kilometers from the horde of monsters and now I have to survive a few yards away, taking refuge in that damn Abbey!
uk: Я Рогнорак, колишній коваль імперії. Я люблю кувати зброю тихо в своєму кутку, а битва це не зовсім моє. Я митець! Тому коли вони вирішили відправити мене на фронт кувати мечі я втік і довірився волі випадку... \Я тоді не думав, чи це була гарна ідея... Я не міг бути всього в декількох кілометрах від орди монстрів і тепер вони всього за кілька ярдів, а я ховаюсь в цьому проклятому абатстві!.

source: Where are we?
uk: Де ми?

source: You're not very observant boy! We see in a monastery! Or an abbey, I've never understood the difference... Question dresses were what level must be female but it is a little sad!
uk: Ти не дуже спостережливий хлопчик! Ми в монастирі! Чи абатстві, я ніколи не розумів різниці... Питання довжини плаття було б актуальним якби тут були жінки, і це трохи сумно!

source: You're not very observant sweetie! Most often men dress like this are found in the monasteries. Well sometimes we also unearthed in the brothels, huh, hey hey!
uk: Ви не дуже спостережлива цукерочка! Найчастіше так одягнутих чоловіків можна знайти в монастирях. Ну, іноді їх можна побачити в борделях, хех, гей, гей!

source: We trade?
uk: Поторгуємось?

source: You can do something for me?
uk: Можеш для мене дещо зробити?

source: So, what's up my man?
uk: Ну і в чому річ?

source: So miss, we come back to see the blacksmith? We do not shy, eh, heh heh...
uk: Отже пані, повертаємось назад до коваля? Не соромимось, а, хе-хе...

source: RETURN INQUISITOR
uk: ПОВЕРНЕННЯ ІНКВІЗИТОРА

source: RETURN PISTOLERO
uk: ПОВЕРНЕННЯ ПІХОТИНЦЯ

source: What are you doing?
uk: Що ти робиш?

source: There? Immediately? But I'm bored! That is, perfectly, I'm bored to the point where it could go bad... You know what? I am so idle that if you give me something to tinker with a gun I'll make the free, just for fun. \If you want I have an old plan that I train sword for ages. Find me three pounds of metal and I will forge a wink. It will always be better than the usual junk that sells Romulus. Finally he sold before I blast him in the bronchi! Ha ha ha!
uk: Так? Зараз? Але мені нудно! Тобто, мені нудно до точки, де вже гірше бути не може... Знаєш що? Я сижу без діла, тому якщо ти даси мені що-небудь, пов'язане з зброєю, я зроблю це безкоштовно, просто для задоволення.\Якщо хочеш, у мене є старий план, за яким роблять мечі вже століттями. Знайди мені три фунти металу, і я викую тобі його. Він завжди буде кращим, ніж звичайне сміття, яке продає Ромулус. Зрештою він продавав їх до того, як я порівняв йому легені! Ха-ха-ха!

source: There? Immediately? But I'm bored! That is, perfectly, I'm bored to the point where it could go bad... You know what? I am so idle that if you give me something to tinker with a gun I'll make the free, just for fun. \If you want I plan a sophisticated machine that I train for ages. Find me a pound of metal and a solid piece of wood and I'll factory in stride. It is a gift, because I love the pretty girls!
uk: Так? Зараз? Але мені нудно! Тобто, мені нудно до точки, де вже гірше бути не може... Знаєш що? Я сижу без діла, тому якщо ти даси мені що-небудь, пов'язане з зброєю, я зроблю це безкоштовно, просто для задоволення.\Якщо хочеш, я розробляю складну машину. Знайди мені фунт металу і цілий шматок дерева, і я дещо змайструю. Це подарунок, тому що я люблю гарних дівчат!

source: ///BARKEEPER////
uk: ///БАРМЕН////

source: Pssst! Hey you!
uk: Пссс! Гей ти!

source: Pssst! Hey you! Come help me!\I dare not leave my hostel since these demons attacked me!
uk: Пссс! Гей ти! Йди мені допоможи!\Я не можу залишити готель після нападу тих демонів!

source: I'll get rid of right away!
uk: Я розберусь з цим негайно!

source: Wait, I have other details to be worked before...
uk: Почекай, у мене є важливіші справи...

source: Hey! I still need you! Help me, I can not stand to stay locked up here!
uk: Гей! Ти все ще мені потрібен! Допоможи мені, я не можу сидіти тут вічно!

source: Thank you, I do not know where to go but at least I'm going to run away from here!
uk: Спасибі, я не знаю, куди йти, але принаймні я заберусь подалі звідси!

source: You hear a howl of pain in the distance... Looks like the voice of the innkeeper...
uk: Ви чуєте болючий крик неподалік... Схоже це голос господаря...

source: ///SERGEANT WALDEMAR////
uk: ///СЕРЖАНТ ВАЛЬДЕМАР////

source: Greetings my guys. You are here safe because me and my men are guarding the place. If you go by and you find survivors sends us, we represent the last vestiges of civilization!
uk: Вітаю хлопче. Тут ти в безпеці, тому що я і мої люди охороняють це місце. Якщо ти пройдеш повз і не знайдеш живих, значить ми представляємо останні залишки цивілізації!

source: Greetings, female. I have nothing against you but avoids dispel my men, they need all their concentration to keep the walls of the Abbey...
uk: Вітаю пані. Я нічого не маю проти вас, але не баламуть моїх людей, вони повинні бути уважними щоб вберегти стіни Абатства...

source: I'm Waldemar, Sub-Officer of the Empire. Normally I'm Sergeant but given the circumstances I might as well be Marshall! All these skeletons almost make me regret the barbarians. At least they were flesh and blood like us and killing made sense...
uk: Я Валдемар, Молодший Офіцер Імперії. Зазвичай я Сержант, але враховуючи обставини, я міг би бути навіть Маршалом! Всі ці скелети майже змушують мене жаліти варварів. Принаймні вони з плоті і крові, як ми, і вбивство мало сенс...

source: I can do something for you?
uk: Я можу щось для тебе зробити?

source: Well no, not now. These horrible creatures seem to ignore the abbey for now... I hope it will last because if they decide to storm it will not stand for long. At least Will is the consolation of dying all together!
uk: Ні, не зараз. Ці жахливі істоти, схоже, покищо не чіпають абатство... Я сподіваюся, що так буде і далі, бо якщо вони вирішать штурмувати то абатство не встоїть. Принаймні ми помремо всі разом в святому місці!

source: What is happening?
uk: Що тут твориться?

source: Ah! What a question! Well I can not answer you specifically. Everything seems to be Ruhigland suddenly invaded by hostile creatures, corpses and skeletons strangely resuscitated... Some point to a bloodthirsty creature that walks the night, nicknamed the "reaper", others talk of a monstrosity in the eyes that shine like fire in the forest... Going to sort out the fantasies of these bumpkins and reality!\In any case many of us think that all this has something to do with a barbarian revenge...
uk: Ах! Яке питання! Ну, я не можу тобі відповісти. Схоже що в Рухігланд раптово вторглися ворожі істоти, трупи і ходячі скелети... Дехто говорить про кровожерливу істоту, що бродить тут ночами, на прізвисько "жнець", інші говорять про чудовисько, в якого очі сяють як вогонь у лісі... Треба розібратися що з цих слів мужиків фантазії а що реальність!\В будь-якому випадку, багато хто з нас думає, що все це якось пов'язано з помстою варварів...

source: Was he outside of the survivors of the abbey?
uk: А є хтось, хто вижив за межами абатства?

source: Some... The old Ridwen Myrta and her niece who live in the woods to the south, the innkeeper of the Wolf peeled who has cut his home, and Jacquou, the poor fool who walks around the village. He is not afraid of him anything! He wanders the night with strange small bright objects. I wonder how he manages to survive amidst all that, but he refuses to come with us!
uk: Деякі... Стара Рідвен Мирта і її племінниця, які живуть в лісі на півдні, господар Вовка, і Жакоб, бідний дурень, який ходить по селі. Він не боїться нічого! Він блукає ночами з дивними маленькими яскравими предметами. Цікаво, як йому вдається вижити серед усього цього, але він відмовляється йти з нами!

source: ///FARMER SUITE///
uk: ///СВИТА ФЕРМЕРА///

source: Beware the reaper!
uk: Бійся жнеця!

source: The reaper?
uk: Жнеця?

source: Yeah, the reaper! You know? This is kind of lanky beast with a head! The horrible is the reaper! And terrible, nobody can kill him, ten peasants died with their fork while trying to zigouiller. Y comes out at night, then must be locked at night. The day never seen!
uk: Так, жнеця! Знаєш? Це такий довготелесий звір з головою! Цей жнець це просто жах! І страшно те, що ніхто не може його вбити, десять селян померли з вилами в руках, намагаючись його завалити. Він виходить вночі, тому ловити його треба вночі. Вдень його ніхто не бачив!

source: ///DOORS///
uk: ///ДВЕРІ///

source: It's locked.
uk: Вони заблоковані.

source: It's closed.
uk: Вони замкнені.

source: //MISSED RELIC///
uk: //ВТРАЧЕНІ МОЩІ///

source: The reliquary of St. Galswintha is empty!
uk: Гробниця Св. Галсвінти порожня!

source: ///MONK ALCUIN///
uk: ///МОНАХ АЛКУЇН///

source: Hello! I am brother Alcuin. I am the second brother of the abbey, although Hademar consider myself his slave...
uk: Привіт! Я брат Алкуїн. Я другий брат абатства, хоча Гадемар вважає мене своїм рабом...

source: What can you tell me about the abbey?
uk: Що ти можеш сказати мені про абатство?

source: The abbey of Saint Clodomir is a venerable institution known throughout Ruhigland. As you can see it now serves as a refuge for neighbors who escape the horror that fell on us...
uk: Абатство Святого Клодоміра це поважна установа, відома на весь Ругігленд. Як бачиш в даний час воно виступає в якості притулку для сусідів, що рятуються від жахіття, що до нас прийшло...

source: What do you know about relics?
uk: Що ти знаєш про мощі?

source: The relics are treasures that ensure the reputation of the abbey. Specifically they are useless, except to perform miraculous incantations once a century... And yet these incantations do not always work!\Since monks were lost in the catacombs we banned their access, and Hademar no one cares much. I'm sure he does not even know that relics disappeared...
uk: Мощі це скарби, які забезпечують репутацію монастиря. Загалом вони ні на що не годяться, за винятком виголошення заклинання раз у сторіччя... І навіть ці заклинання не завжди працюють!\Оскільки в катакомбах загинули монахи ми закрили туди доступ, а Гадемар не дуже про них піклується. Я впевнений, що він навіть не знає, що мощі зникли...

source: It lacks a relic?
uk: Мощі зникли?

source: Yes, before Hademar happens, the monks indulged in questionable practices. Some farmers were paid to show them the relics... And one day one of them, the pair of eyes of St. Galswintha, disappeared due to the negligence of a brother...
uk: Так, до Гадемара монахи віддавалися сумнівним практикам. Деякі фермери платили щоб побачити мощі... І ось одного разу одна з реліквій, пара очей Св. Галсвінти, зникли через недбалість брата...

source: Where can I find it?
uk: Де я можу їх знайти?

source: Hm... I do not know. Some pointed to a thief, other animal that would have won the thing... I do not know what is the exact reality about this unfortunate event! Yet there is something that should simplify searching: the eyes have the ability to glow in the dark. If it's any help...
uk: Хм... Я не знаю. Деякі вказували на злодія, інші на тварин... Я не знаю, що з цього є правдою про цей нещасний випадок! Але є дещо, що повинно спростити пошук: очі мають здатність світитися в темряві. Якщо це якось допоможе...

source: ///TEUDERIC///
uk: ///ТЕДЕРІК///

source: Forgotten by all the gods... a human being, a real, flesh!\I did not see one day...\Help me to die! I want to go to my grave and find rest but I can not do it alone!
uk: Забутий усіма богами... людина, реальна, плоть!\Я не бачив такої вже... \Допоможи мені померти! Я хочу піти до моєї могили і знайти спокій, але я не можу зробити це сам!

source: I'm Teuderic, King of the Old People. Not the brightest for sure, I was duped and betrayed by a bunch of mediocre courtiers. When I realized their treachery I have them all hanged. But since my death their ghosts haunt me incessantly, and it's been ages since I experienced this hellish existence without hope of rest. Only a living can get rid of it!
uk: Я Тедерік, король Давніх Людей. Точно не найяскравіший, я був обманутий і зраджений купкою посередніх придворних. Коли я зрозумів їх зраду я їх усіх повісив. Але з часу моєї смерті їх примари постійно мене переслідують, і я терплю це пекельне існування вже віками без надії на відпочинок. Лише живий може від нього мене позбавити!

source: Meurs, skeletal abomination!
uk: Помри, скелетна гидота!

source: For now I have something else to do...
uk: На даний час в мене є інша робота...

source: How can I help you?
uk: Як я можу допомогти?

source: It's simple. Wait a few moments and they will come back. Gunther, Ingmar, Boris and others, these vile pigs! I am powerless against them but you will be able to defeat them. Or perish by the way, I must warn you they are more powerful dead than they were alive!
uk: Це просто. Зачекай кілька секунд, і вони повернуться. Гюнтер, Інгмар, Борис та інші, ці мерзенні свині! Я безсилий проти них, але ти зможеш їх перемогти. Або загинути, до речі, я повинен попередити тебе, що мертві вони більш сильні ніж коли були живі!

source: Okay.
uk: Гаразд.

source: In this case I'm going!
uk: Ну тоді я пішов!

source: At the enemy!
uk: На ворога!

source: You'll die, vermin!
uk: Ви здохнете, паразити!

source: Finally... freedom...
uk: Нарешті...свобода...

source: ///Johannes///
uk: ///Йоханнес///

source: Forgiveness young person, but this relic comes back to me! I was just going to take it when you arrived! Hi hi!
uk: Вибач мені юначе, але ця реліквія повернеться до мене! Я як раз збирався взяти її, коли ти прибув! Ха-ха!

source: Go, my dear, you take care of our valiant heroes!
uk: Йди любчику, попіклуйся про наших доблесних героїв!

source: Go, my dear, you take care of that little idiot!
uk: Йди любчику, попіклуйся про того телепня!

source: Idiot, you'll run out to follow me...
uk: Ідіот, ти побіжиш за мною...

source: Go a little exercise!
uk: Йди трохи потренуйся!

source: From Johannes!
uk: Від Йоханнеса!

source: It's time that I make you suffer... personally!
uk: Прийшов час коли я заставлю тебе страждати... особисто!

source: "Sunday, November 5:\\Abbey apparently based on huge catacombs containing the relics of four venerable saints. If this rental is a huge source of prestige for the Abbey, our good father Hademar has regret in the R block access. It seems that some zealous monks, eager to pray with Saints got lost in the maze and never resurfaced.\We therefore got access to a tiny part of the catacombs: two rooms equipped with cells of prayer and rest and in a library. The rest is strongly condemned by a heavy door that it is forbidden to touch.\\Tuesday, November 7:\\The cells arranged in order of the Father Hademar in these ancient catacombs offer an ideal place for meditation. The darkness, the silence is such that the monk is totally receptive to subtle signs of Very Large sometimes seems whispered something his humble nearest ear.\\Friday, November 10:\\I must admit that sometimes my mind, in this silence delicious, seems to me to play tricks. A bit like a corpse found in length show ends nearest the viewer a discrete movement, the deep silence of the cells gives rise to illusions of sounds, sometimes troubling when consider they emanate actually from the depths of our soul.\\Sunday November 13:\\After the celebration of the Sunday service I spent a few hours reading in the library nearest the catacombs. Leaving the door open because I was alone, I heard, this time I'm sure, sounds strange and disturbing, like moans alternating expression of pain and the pleasure of obscene. Believing be the subject of a joke of Lothair, a brother who loves nearest distract us beyond reason, I have traveled the corridor hoping to uncover, in vain... Noises quickly stopped.\\Monday, November 14:\\I just heard strange noises again nearest to the catacombs, and now I know where they come from: the other side of the forbidden door! Certainly there are creatures on the other side. Of tormented souls seeking rest, even, who knows, monks who eventually lost find their way, miraculously surviving in the catacombs for years? I know that Our Almighty knows we be challenged by the most incredible wonders!\Despite the ban Hademar nearest I will get their meeting tomorrow. Whether men or spirits there can be as benevolent entities are based in places where not one but four Saints!"
uk: "Неділя, 5 листопада:\\Абатство побудоване на величезних катакомбах з мощами чотирьох поважних святих. Це місце є величезним джерелом престижу для абатство, наш добрий батько Гадемар каявся у блоці доступу R. Здається, що деякі палкі монахи, бажаючи, молитися зі Святими заблукали у лабіринті і не повернулись.\Таким чином ми отримали доступ до крихітної частини катакомб: дві кімнати обладнані камерами для молитви і відпочинку та бібліотеки. Решта закрита важкими дверима, які заборонено чіпати. \Вівторок, 7 листопада:\\Каиери розташовані в порядку від Отця Гадемара і ці стародавні катакомби є ідеальним місцем для медитації. Темрява, така тиша, що монах повністю сприйнятливий до тонких ознак Неосяжного і іноді здається, що Воно навіть шепоче тобі на вухо.\\П'ятниця, 10 листопада:\\Я повинен зізнатися, що іноді мені здається, що у цій тиші розум починає зі мною гратись. Появляються якісь картинки, що наближаються до глядача, глибоке мовчання клітин призводить до звукових ілюзій, іноді починаєш хвилюватись, якщо прийняти, що вони насправді виходять з глибини нашої душі.\\Неділя, 13 листопада:\\Після проведення Недільної служби я провів кілька годин за читанням в бібліотеці у найближчих катакомбах. Залишивши двері відкритими, тому що я був один, я чув, на цей раз я впевнений, дивні і тривожні звуки, ніби стогін від болю, що змінюється на задоволення. Вважаючи, що це жатрує брат Лотар, який любить пожартувати понад міру, я пішов коридором в надії виявити, даремно... Шум швидко стих.\\Понеділок, 14 листопада:\\Я щойно знов чув дивні звуки в ближніх катакомбах, і тепер я знаю, звідки вони беруться: з іншого боку заборонеих дверей! Звичайно там є якісь істоти. Змучені душі, що шукають спокою, хто знає, може навіть монахи, які не змогли знайти шлях назад і дивом вижили в катакомбах протягом багатьох років? Я знаю, що наш Всемогутній може послати нам в протистояння найнеймовірніші чудеса!\Незважаючи на заборону Гадемара я піду туди завтра. Хто би там не був, люди чи духи, вони можуть бути доброзичливими, це ж все таки місця Чотирьох Святих!"

source: Holy Frenegonde was a sensitive and creative young woman, who liked to play the penny whistle in the green meadows of his childhood. From exquisite beauty, she was in the prime of life when the legions of filthy barbarians poured on our good earth Ruhigland.\Haksil Wurgasht, one of the powerful chiefs of these tribes claims, arrived one day with a small band of barbarians very excited nearest the idea of shedding blood and burning villages.\Foreseeing the catastrophe to come nearest to his modest village of Pilunder, Frenegonde, basking in the glory of martyrs, fell nearest knees at the feet of Haksil, offering him tribute in his mouth to save the village.\The Barbarian, surprised by this unexpected reception, first enter their face with his powerful hands, then grabbed him by the ears while his office, according to what had seemed you typically use it barbaric.\Things were going well and the atmosphere relaxed subtly, when a lieutenant Haksil, very ugly and deformed, had an access of jealousy and of his heavy club struck the skull of unfortunate Frenegonde.\The brutality of the coup was an explosion in the skull Frenegonde and left ears of the unfortunate in the hands of Haksil. The male member of the latter ever remained nearest the mouth of the Saint, as the teeth of the unfortunate remained tight nearest his death.\To expiate his fault, Lieutenant angry undergoes triple removal of his member and his ears.
uk: Свята Френегонда була чуттєвою і творчою молодою жінкою, яка в дитинстві любила грати свистульки в зелених луках. З вишуканою красою, вона була в розквіті сил, коли легіони брудних варварів вилились на землі Рухінгарду.\Хаксіл Вургаст, один з сильних ватажків цих племен, прибув в один прекрасний день з невеликою групою варварів, захоплених ідеєю ближнього кровопролиття і спаленням сіл.\Передчуваючи, що скоро вони прийдуть до її скромного села Пілундер, Френегонда, тішачись славою мучениці, впала на коліна до ніг Хаксіла, пропонуючи йому себе в обмін на змилування над селом.\Варвар, здивований цим несподіваним прийомом, спочатку взяв її за голову своїми потужними руками, потім схопив її за вуха, відповідно до варварських звичаїв.\Справи йшли добре і обстановка розрядилась, коли лейтенант Хаксіл, з дуже перекривленим лицем, в припадку ревнощів своєю важкою булавою розтрощив череп нещасної Френегонди.\Хаксіл жорстоко провернув булаву в черепі Френегонди і вуха нещасної залишились в його руках.
