Repository: q4a/holyspirit
Catalog: trunk/Data/Miscs/Texts/*/data.po
Languages: uk

source: Damage increased:
uk: Збільшення шкоди:

source: Damage by fire:
uk: Шкода від вогню:

source: Damage by faith:
uk: Шкода від віри:

source: Damage by corrosion:
uk: Шкода від корозії:

source: Armor increased:
uk: Збільшення броні:

source: Fire resistance:
uk: Вогнестійкість:

source: Faith resistance:
uk: Опір вірі:

source: Corrosion resistance:
uk: Опір корозії:

source: Damage per bleeding:
uk: Шкода від кровотечі:

source: Damage by the burn:
uk: Шкода від опіків:

source: Damage per purification:
uk: Шкода від очищення:

source: Damage by poison:
uk: Шкода від яду:

source: ///SHRINE///
uk: ///СВЯТИНЯ///

source: What would you do?\\
uk: Що би ви зробили?\\

source: Teleport
uk: Телепорт

source: Jump to my stash
uk: Зайти в тайник

source: The Abbey
uk: Абатство

source: Agrarian Lands
uk: Землі селян

source: The Catacombs
uk: Катакомби

source: The Crypt
uk: Склеп

source: The Graveyard
uk: Кладовище

source: ///TUTORIAL///
uk: ///НАВЧАННЯ///

source: Miserable fisherman!\Here you are in Limbo. You have much to do before they can hope to reach Paradise...\For you to prove to myself first and foremost that you are worthy of my trust. Some of your fellows to whom I gave a chance for redemption have not even been able to get out by themselves in this room... Fools... Show me that you're better from them!
uk: Нещасний рибалка!\Ти знаходишся між світами. Тобі ще багато доведеться зробити щоб мати надію потрапити в Рай...\Тобі доведеться довести, що ти вартий моєї довіри. Деякі з таких як ти, яким я дав шанс на спокуту, навіть не змогли самі вибратись з цієї кімнати... дурні... Доведи, що ти кращий від них!

source: Miserable sinner!\Here you are in Limbo. You have much to do before they can hope to reach Paradise...\For you to prove to myself first and foremost that you are worthy of my trust. Some of your fellows to whom I gave a chance for redemption have not even been able to get out by themselves in this room... Fools... Show me that you're better from them!
uk: Нещасний грішник!\Ти знаходишся між світами. Тобі ще багато доведеться зробити щоб мати надію потрапити в Рай...\Тобі доведеться довести, що ти вартий моєї довіри. Деякі з таких як ти, яким я дав шанс на спокуту, навіть не змогли самі вибратись з цієї кімнати... дурні... Доведи, що ти кращий від них!

source: Fine. I would still not explain how to get through a door!\Let's see if you can beat you. It drags in the next room the soul of one of your fellows who do me any good. If I think your history of violence hast not foreign. Eliminate this creature!\\(Click on the creature to destroy it)
uk: Добре. Це все одно не пояснює як пройти крізь двері!\Давай поглянемо, як ти б'єшся. Двері ведуть до наступної кімнати, де знаходиться душа одного з твоїх товаришів, які не зробили нічого доброго. Наскільки я знаю з твого життя\насильство тобі не чуже. Знищи істоту!\\(Клацни на істоту, щоб її знищити)

source: Not bad! I would now like you to confront many of these stupid creatures who keep safe. Look at them... They do not know why they keep, or even what's inside... If you do not want to end up like they catch you!\\ (Click to open the safe, ALT to see the objects and click on their name to pick them up)
uk: Непогано! Я б хотів щоб ти протистояв кільком таким дурним істотам, які є повністю безпечними. Глянь на них... Вони навіть не знають чому їх тут закрили, і навіть що всередині... Якщо не хочеш закінчити як вони, візьми те що всередині!\\ (Клацни щоб відкрити скриню, притримай ALT щоб побачити предмети і натисни на їх назву щоб їх підняти)

source: Hold down alt and click on the name of the object to pick it up.
uk: Утримуй Alt і натисни на назву предмету щоб його підняти.

source: Perfect. You can now find the items you've collected in your inventory.\\(Click on the icon of the interface below or on "I". It is also possible to equip them by placing them in the appropriate box or placed in use with shortcuts keys 1 to 8.)
uk: Прекрасно. Тепер ти можеш знайти зібрані предмети в інвентарі.\\(Натисни значок в інтерфейсі знизу або клавішу "I". Речі можна екіпірувати, помістивши в відповідні поля або помістити на пояс і використовувати швидкі клавіші від 1 до 8.)

source: You will notice also that each destroyed enemy strengthens your soul and helps make you stronger.\\(When the bar is filled souls you win a level)
uk: Також ти помітиш, що кожний знищений тобою ворог зміцнює душу і робить тебе сильнішим.\\(Коли смужка заповнюється душами ти перейдеш на новий рівень)

source: Now you have to eliminate the creatures in the next room (Do not kill, they are already dead for centuries). You will win and the strengths and talents more!
uk: Тепер тобі треба знищити істот в наступній кімнаті (не вбивати, ні, вони вже мертві століттями). Тоді ти станеш сильнішим і зможеш отримати нове уміння!

source: Well! You're learning fast and that's what I expected from you...\You've turned a corner, and you can now choose which area you want to improve yourself.\\(We choose the features that one wishes improve through the inventory, "I")
uk: Добре! Ти швидко вчишся, я очікував цього від тебе...\Ти повернув за ріг і тепер можеш вибрати, в якій галузі ти хочеш себе покращити.\\(Можливості для покращення вказуються в інвентарі, "I")

source: -Your strength increases your melee damage and allows you to wear heavier equipment.\-Dexterity allows you to dodge better and carry more items.\-Vitality increases your life.\-Your piety is your ability to invoke your god, it allows you to run more miracles (we'll come back...).\-Your charisma affects the price of objects and allows you to wear certain items.
uk: -Твоя сила збільшує нанесену шкоду в ближньому бою і дозволяє носити важкі обладунки.\-Спритність дозволяє краще уникати атак і носити більше речей.\-Життєва сила збільшує твоє життя.\-Твоє благочестя це можливість закликати твого бога, воно дозволяє робити більше чудес (ми ще повернемося...).\-Твоя харизма впливає на ціну речей і дозволяє носити деякі предмети.

source: You must know your current status allows you to access certain powers.\You can now call upon your god to destroy your opponents.\\(Click on the icon shaped like a cross to open the panel of miracles. You can choose the way in which you specialize you want by clicking on one of the three tabs at the top. You just have to right click on a miracle to learn or improve. This will place it in the shortcut bar at the bottom. You can access it during the game with the 1-8 keys and clicking the right mouse button.)
uk: Ти повинен знати, що твій поточний стан дозволяє тобі отримати доступ до певної сили.\Тепер ти можеш закликати твого бога допомогти знищити своїх противників.\\(Натисни на значок у формі креста, щоб відкрити панель чудес. Ти можеш вибрати певний шлях, натиснувши на одну з трьох вкладок у верхній частині. Тобі просто потрібно буде правою кнопкою миші клацнути на диво щоб його вивчити або поліпшити. Воно буде поміщене на поясі внизу екрану. Ви зможете отримати до нього доступ під час гри клавішами 1-8 чи натиснувши на ньому правою кнопкою миші.)

source: Perfect! This test was very small but all the poor souls I've known have not succeeded, far away... Yes, I know this is appalling.\Now join the light at the back of the room and embrace your next mission.\If I had knowledge of your past I'll complain packages...
uk: Прекрасно! Цей тест був зовсім невеликий, але багато душ, яких я знав, не змогли виконати навіть цього... Так, я знаю, це жахливо.\Тепер зайди в світло в кінці залу і берись за нове завдання.\Якби я знав про твоє минуле я би пожалів що так жив...

source: Continue
uk: Продовжити

source: To the Abbey of St. Clodomir
uk: Абатство Св. Клодоміра

source: ////ABBE///
uk: ////АБАТ///

source: Hello to you my son! Is that you? Yes it can be you! Big, strong... The Savior! Out of nowhere! God spoke to me, and I knew he did not abandon us! Vas, exterminate the vermin demonic rode around everywhere!
uk: Привіт сину мій! Це ти? Так, це напевне ти! Великий, сильний... Спаситель! Нізвідки! Бог говорил зі мною, і я знав, що він не покине нас! Давай, очисть землю від навкруги паразитуючих демонів!

source: Who are you woman? From what country do you come up with this evocative, these strange clothes? Are you a demon who was able to interfere in God's house? Pay attention to your actions, even in these troubled times we can find time to burn witches...
uk: Хто ти, жінко? З якої країни ти прийшла, в цьому дивному одязі? Може ти демон, який зміг ввійти в дім Божий? Звертай увагу на свої дії, навіть в ці важкі дні ми знайдемо час, щоб спалити відьму...

source: I recognize in you a servant of God my brother. But the fever that I read in your eyes me some concern... Are you okay?
uk: Я признаю в тобі раба Божого, мій брате. Але жар, який я бачу в твоїх очах мене дещо турбує... З тобою все гаразд?

source: Hello to you my son. You have to come from a country very far away to wander in such attire.\Maybe you will know how to get rid of the vermin that has befallen our poor country?
uk: Привіт сину мій. Ти напевне прийшов з далеку, що бродиш в такому наряді.\Може ти зможеш з'ясувати, як позбутись від паразитів, що обрушились на нашу бідну країну?

source: Where am I?
uk: Де я?

source: You're in the abbey of Saint Clodomir. By these days it is one of the few places in the country where we find some peace. And more... Even here it is woven of devilry!
uk: Ви знаходитесь в абатстві святого Клодоміра. В ці дні це одне з небагатьох місць в країні, де відносно спокійно. Але... Навіть тут відбувається якась чортівня!

source: Of devilry?
uk: Чортівня?

source: Yes, well, of devilry. My brother monks have a strange behavior, sometimes unhealthy, and some have mysteriously disappeared... I hear noises in the catacombs under the Abbey at night. I initially thought that wild animals that would be introduced but I do not know what to think... I'm afraid I must admit, and the only solution I found is to close the door leading to it. But he will have someone to go and see what happens there... I'm worried about my monks!
uk: Ну, так, чортівня. Мої брати монахи дивно поводяться, деякі нездорові, а деякі з них таємниче зникли... Я чую шум в катакомбах під Абатством вночі. Спочатку я думав, что це дикі звірі, які туди залізли, але тепер я навіть не знаю що думати... Я, признатись, боюсь, і єдине рішення, яке я знайшов, це закрити двері, які туди ведуть. Але потрібен хтось, хто б пішов туди і глянув що ж там коїться... Я боюся за монахів!

source: Do you want me to go?
uk: Вы хочете, щоб я пішов?

source: Oh! I dared not ask... I have some qualms about sending you there alone, but we are not fighters you see... If you need help I'll do what I can! Here, take the key of the catacombs and good luck, God assist you!\Come back soon and tell me what you saw.
uk: О! Посмію попросити... У мене є деякі сумніви з приводу відправки тебе туди наодинці, але як бачиш ми не бійці... Якщо тобі знадобиться допомога я зроблю все що зможу! Ось, візьміть ключ від катакомб і удачі, Бог тобі в поміч!\Повертайтеся скоріше і скажи мені що ти бачив.

source: That's what I thought! It ran terrible things behind that door... Certainly we are surrounded by evil! He's out, it is under our feet! Is the sky itself is really kind to us poor miserable human?\Let us... It is urgent to clean our basement! We are surrounded by evil, but we can not tolerate it in the den of the Lord!\To perform purification at all costs you must find the relics of four saints who are dispersed in the catacombs.
uk: Я так і думав! Він знайшов за цими дверима жахливі речі... Ми явно оточені злом! Воно у нас під ногами! Чи змилується небо над бідними нещаснми людьми?\Для здійснення очищення тобі доведеться знайти мощі чотирьох святих, які розміщені в катакомбах.

source: Finally, you found the source of evil! Here I am reassured, but not that much... The whole world seems overrun by this disgusting filth of undead and mysteriously animated objects... I think the end of this chaotic period is still far alas!
uk: Нарешті, ти знайшов джерело зла! Я трохи заспокоївся, але не дуже... Весь світ ніби захоплений цією огидною нежиттю і таємничими рухомими об'єктами... Я думаю, що кінець цьому хаосу прийде ще не скоро!

source: I am looking for weapons.
uk: Я шукаю зброю.

source: You can ask Rognorak, our blacksmith who has taken refuge with us in this holy place. That's a big guy friendly, he continues to forge weapons even if it no longer serves to nothing, he says it occupies until the end of the world.
uk: Можеш спитати Рагнорака, нашого коваля, який сховався у нас в цьому святому місці. Це великий хлопець, доброзичливий, він продовжує кувати зброю, навіть коли вона нікому не потрібна, він каже, що вона ще послужить людям.

source: Do you have things to sell?
uk: Маєш речі на продаж?

source: Could you bless something?
uk: Можете щось освятити?

source: Goodbye!
uk: До побачення!

source: Ah! Our hero!
uk: Ах! Наш герой!

source: You're back, woman?
uk: Ти повернулась, жінко?

source: I saw skeletons in the catacombs!
uk: Я бачив скелетів в катакомбах!

source: I got relic.
uk: Я дістав мощі.

source: Perfect! You quickly, I did not even think you could do it to be honest...\Now go see the lesser brother next to me, he will accompany you to pronounce the mantra in the Oculus. Follow him and make sure it reaches the Oculus safe and sound!
uk: Прекрасно! Ти швидко, я навіть не думав, що ти можеш це зробити, чесно кажучи...\Тепер йди до меншого брата поряд зі мною, він супроводить тебе для промовлення молитви в Окулусі. Йди за ним і переконайся, що він досягне Окулусу живим і здоровим!

source: The brother was murdered by Hergahrt, a demonic priest!
uk: Брата вбив Гергарт, демонічний священник!

source: Hergahrt, the former priest of the Church of Saint Waldinghe! My God... I did never hear from him... We have banned years ago for his behavior intolerable. With a neighboring parish priest named Johannes they spent their time drinking and laughing in public the result of confessions they received. Not to mention everything we could agree on their differences with women...\I think Hergahrt went much further now. It is the henchman of the ignominy that is sweeping Ruhigland.\I am sure there is land in the crypt of his former church, which communicates with our catacombs... Well, here's the key to the gate that separates our catacombs in the crypt.\Hergahrt must be eliminated, it is now an enemy of the Church and of the human race!
uk: Герхарт, колишній священик церкви Святого Вальдінга! Боже мій... Я ніколи не чув від нього... Ми вигнали його багато років тому за неприпустиму поведінку. Разом зі священиком з сусідньої парафії на ім'я Йоханнес вони витрачали свій час на алкоголь та втіхи. Не кажучи вже про те, як відрізнялись їх смаки щодо жінок... \Я думаю Герхарт пішов набагато далі в даний час. Він себе зганьбив.\Я впевнений, що склеп його колишньої церкви має звязок з нашими катакомбами... Ось ключ до воріт, які відділяють катакомби від склепу.\Герхарт повинен бути знищений, він тепер є ворогом Церкви і всього людського роду!

source: Of course! The blessing increases the virtues of weapons and armor. So I can give my blessing I need some holy water, and to sing a litany of course object to bless!
uk: Звичайно! Благословення збільшує якість зброї і броні. Так що я можу дати благословення. Мені потрібна свята вода, і звичайно молитва для об'єкта, який треба благословити!

source: Let's go!
uk: Вперед!

source: And then?
uk: А тоді?

source: Then he'll have to escort a minor brother to deliver a litany in the Oculus, the old ceremonial hall of the first Christians. You will recognize, is the largest room of the catacombs and the outside light gives it.\For now fetches the relics! It's been a long time that nobody went to see them and we lost the plans of the catacombs...\You'll find the Holy Frenegonde ear, the heart of St. Joachim, St. Galswintha eyes and the finger of St. Clodomir. Good luck!
uk: Тоді тобі доведеться проводити меншого брата до Окулусу, старого актового залу перших християн. Ти його впізнаєш, це найбільша в катакомбах кімната і до неї попадає зовнішнє світло.\На даний момент в ній зберігаються мощі! Туди давно ніхто не ходив, і ми втратили плани катакомб...\Ти знайдеш вухо Святої Френегоди, серце Св. Йоахіма, очі Св. Галсвінти і пальці Св. Клодоміра. Удачі!

source: ///FARMER///
uk: ///ФЕРМЕР///

source: Hey! What are you doing man? You look like a stranger but you're saying so well built! You would not get a service?
uk: Гей! Що ти робиш, друже? Ти схожий на чужинця, але ти так добре говориш! Не зробиш мені послугу?

source: Hello madmoizelle! Let me guess: you are going from the city right? Because i do not like rags now... If you know a beefy guy I would need a service for get me back to my farm.
uk: Привіт мадмазель! Дозвольте мені вгадати: ви йдете з міста? Тому що я не люблю ганчірки... Якщо ви знаєте міцного хлопця, не міг би він допомогти мені на моїй фермі.

source: Who are you?
uk: Хто ти такий?

source: I'm Borlor, of the southern farm. Many farmers to feed this beautiful world that is anything but pray. Moreover c'qui seen falling on our face because there is not pray out loud...\Finally you have not criticize because chui virtually refugee... Besides I need a service, remember?
uk: Я Борлор з південної ферми. Один з багатьох фермерів, які годують цей прекрасний світ, і їм не залишається більше нічого, ніж молитись. Але ніхто не молиться в голос...\І не критикуйте мене за те що я біженець... Крім того, мені потрібна послуга.

source: What service?
uk: Яка послуга?

source: In fact there are plenty of funny creatures everywhere at the moment, as you have noticed as well. Well they are not ben solid, often a good sod between the eyes and talk about it more!\But there are things tougher, the kinds of living stones! I saw with my own eyes! They look like regular rocks from afar but it will move and attack you if you approach. I can not drive them more and I can go home! Want to see what you can do? I give a bottle of liquor turnip my personal cuy who chase these bastards from my house!
uk: Насправді зараз по всьому світі навкруги розвелось багато смішних істот, якщо ви помітили. Ну вони не твердіші від землі, і часто є лише предметом обговорення!\Але є жорсткіші речі, живі камені! Я бачив своїми очима! Здалеку вони виглядають як звичайні скелі, але якщо ви наблизитесь вони підуть назустріч і нападуть. Я не можу більше їх терпіти і хочу додому! Можете допомогти? Я даю пляшку лікеру з ріпи тому, хто вижене цю погань з мого дому!

source: I'll see what I can do...
uk: Я гляну що можна зробити...

source: Frankly I have better things to do than take care of the wall of a peasant!
uk: Чесно кажучи в мене є важливіші справи, ніж дбати про паркан селянина!

source: Thank you so much! I hope I can trust you! Ten, that's a little turnip of my liquor. It's hard but it gives energy, with it you can not plow horse!
uk: Величезне спасибі! Я сподіваюся що можу тобі довіряти! Ось лікер з ріпи. Він важкий, але дає силу, як вип'єш то можна не запрягати коня!

source: Great! Follow the path that goes south and you will find my farm at roadside. You will recognize the monsters who will jump on you!
uk: Відмінно! Йдіть по дорозі на південь і там побачите мою ферму на узбіччі дороги. Ви впізнаєте монстрів, які на вас накинуться!

source: ///ROMULUS TRADER///
uk: ///ТОРГОВЕЦЬ РОМУЛУС///

source: Hello my fine fellow! Would you need anything? I sell everything but sacred objects - out of respect for the Father - and weapons - since Rognorak threatened me with an ax me to swallow.
uk: Доброго дня молодче! Тобі що-небудь потрібно? Я продаю все, за винятком духовних предметів - з поваги до Отця, - і зброї, - оскільки Рогнорак погрожував мені сокирою.

source: Hello miss! You might want to buy something? I have no perfumes or makeup in stock but maybe you'll be interested in something else?
uk: Вітаю пані! Можливо, ви захочете щось купити? Я не маю парфум чи косметики на складі, але, можливо, вас зацікавить щось інше?

source: Good God, you make a head! You should offer a small gift to cheer you up! I have a lot of niceties that I give you at a friendly price!
uk: Боже мій, не опускай голову! Тобі потрібен невеликий подарунок, щоб підняти настрій! У мене є багато дрібниць, які я продам по невеликій ціні!

source: Hi guy! You know I like your quickdraw? This is not the conventional home but need to know innovate, eh? I'll want a lot of things ES-SEN-TI-AL to sell you. I say "sell" but that's the principle, in fact it is almost set!
uk: Гей хлопче! Ти знаєш, мені подобається твоя відтяжка. Це не звичайний будинок, і пропонує інновації, а? Я можу продати тобі багато НЕ-ОБ-ХІД-НИХ речей. Я кажу "продати", але впринципі вони майже безплатні!

source: My name is Romulus and I am a merchant. Normally I was going to Nekhag, not far from a corn Flatagahn. A friendly city, unpretentious. In short I went there, just to get some rest, but I had the bad idea to spend in this unfortunate country. I ran things for the bizarre, such as stones moving or animated skeletons... I got scared and when I saw the abbey in the distance I abandoned my cart to rush into this holy place. At least for now it survives without undergoing these visions of horror and chaos!
uk: Мене звуть Ромулус, купець. Насправді я йшов в Некгад, недалеко від Флатагана. Доброзичливе місто, невибагливе. Коротше я йшов туди, тільки щоб відпочити, але в мене виникла погана піти через цю нещасну країну. Я побачив такі дивні речі як ходячі камені і ходячі скелети... Я злякався, і коли я побачив здалеку абатство я залишив свій віз і накивав п'ятами до цього святого місця. Принаймні поки що воно вбережене від картин цього жаху і хаосу!

source: And your cart?
uk: А віз?

source: Well it should always be there, somewhere south of here. Unless the bone puppets have chosen to play with... I would love to get something! Just a little bag of tobacco from Mad-Retsam. It would help me pass the time, we are so bored here...\If you bring it back to me I'll give a you little, with a small purse too!\It would make me so happy!
uk: Ну, вона нікуди звідти не дінеться, десь на південь звідси. Хіба що ходячі кістяки вирішили нею побавитись... Я хотів би взяти звідти дещо! Просто мішечок тютюну з Мед-Ретсаму. Він допоможе мені згаяти час, тут так нудно...\Якщо ти мені його повернеш, я дам трохи тобі, разом з невеликим гаманцем!\Я був би дуже радий!

source: Must ask Rognorak, the guy not comfortable there. He forbade me to sell arms on pain of death. As if the external threats were not enough! Talk about a shopping...
uk: Запитай Рогнорака. Він заборонив мені продавати зброю під страхом смерті. Неначе зовнішніх загроз не вистачає! А на рахунок торгівлі...

source: Got the deal?
uk: Є що продати?

source: I have your tobacco!
uk: В мене є твій тютюн!

source: Ahhh! In my arms my friend! My good tobacco! Hey, for the trouble I give you a little as promised! Using it in moderation, it is strong enough and its effects are unpredictable. You have there for about ten takes. Thank you again, with this book I will not see spending the next week!
uk: Ах! Ось він! Мій добрий тютюн! Гей, я дам тобі трохи за неприємності, як і обіцяв! Використовуй його в помірних кількостях, він досить сильний, а наслідки непередбачувані. Я дав тобі близько на десять разів. Ще раз спасибі, тепер я з радістю проведу наступний тиждень!

source: Pfffff... What nice dog!
uk: Хммм... Який гарненький песик!

source: ///ROGNORAK BLACKSMITH///
uk: ///КОВАЛЬ РОГНОРАК///

source: Yeah? What do you want abroad? A weapon, armor, tools? Times are troubled but life goes on, as they say!
uk: Так? Що ти хочеш? Зброю, обладунки, інструменти? Часи неспокійні, але життя триває, як кажуть!
