Repository: q4a/holyspirit
Catalog: Data/Miscs/Texts/*/data.po
Languages: fr, ru

source: Hergahrt, the former priest of the Church of Saint Waldinghe! My God... I did never hear from him... We have banned years ago for his behavior intolerable. With a neighboring parish priest named Johannes they spent their time drinking and laughing in public the result of confessions they received. Not to mention everything we could agree on their differences with women...\I think Hergahrt went much further now. It is the henchman of the ignominy that is sweeping Ruhigland.\I am sure there is land in the crypt of his former church, which communicates with our catacombs... Well, here's the key to the gate that separates our catacombs in the crypt.\Hergahrt must be eliminated, it is now an enemy of the Church and of the human race!
fr: Hergahrt, l'ancien prêtre de l'Eglise de Saint Waldinghe ! Mon Dieu... Je ne pensais plus jamais entendre parler de lui... Nous l'avons banni il y a des années pour sa conduite insupportable. Avec un prêtre d'une paroisse voisine nommé Johannes ils passaient leur temps à boire et à rire publiquement du fruit des confessions qu'ils recevaient. Sans parler de tout ce qu'on a pu entendre sur leurs écarts avec les femmes...\Je crois qu'Hergahrt est allé bien plus loin à présent. Il est le suppôt de l'ignominie qui déferle sur Ruhigland. \Je suis sûr qu'il se terre dans la crypte de son ancienne Eglise, qui communique avec nos catacombes... Tiens, voici la clef de la grille qui sépare nos catacombes de la crypte.\Il faut éliminer Hergahrt, c'est à présent un ennemi de l'Eglise et de la race humaine !
ru: Герхарт, бывший священник церкви Святого Вальдинга! Боже мой... Я никогда не слышал от него... Мы выгнали его много лет назад за недопустимое поведение. Вместе со священником из соседнего прихода на имя Йоханнес они тратили свое время на алкоголь и удовольствия. Не говоря уже о том, как отличались их вкусы в отношении женщин...\Я думаю Герхарт пошел гораздо дальше в настоящее время. Он себя опозорил.\Я уверен, что склеп его бывшей церкви имеет связь с нашими катакомбами... Вот ключ к воротам, которые отделяют катакомбы от склепа.\Герхарт должен быть уничтожен, он теперь является врагом Церкви и всего человеческого рода!

source: Of course! The blessing increases the virtues of weapons and armor. So I can give my blessing I need some holy water, and to sing a litany of course object to bless!
fr: Bien sûr ! La bénédiction augmente les vertus des armes et armures. Pour que je puisse donner ma bénédiction il me faut de l'eau bénite, une litanie à chanter et bien entendu un objet à bénir !
ru: Конечно! Благословение увеличивает качество оружия и брони. Так что я могу дать благословение. Мне нужна святая вода, и конечно молитва для объекта, который надо благословить!

source: Let's go!
fr: Allons-y !
ru: Вперед!

source: And then?
fr: Et ensuite ?
ru: А потом?

source: Then he'll have to escort a minor brother to deliver a litany in the Oculus, the old ceremonial hall of the first Christians. You will recognize, is the largest room of the catacombs and the outside light gives it.\For now fetches the relics! It's been a long time that nobody went to see them and we lost the plans of the catacombs...\You'll find the Holy Frenegonde ear, the heart of St. Joachim, St. Galswintha eyes and the finger of St. Clodomir. Good luck!
fr: Ensuite il faudra y escorter un frère mineur pour prononcer une litanie dans l'Oculus, l'ancienne salle de cérémonie des premiers fidèles. Tu la reconnaitras, c'est la plus grande salle des catacombes et la lumière extérieure donne dedans.\Pour l'instant va chercher les reliques ! Ca fait très longtemps que personne n'est allé les voir et nous avons perdu les plans des catacombes...\Tu devras trouver l'oreille de Sainte Frénégonde, le coeur de Saint Joachim, les yeux de Sainte Galswinthe et le doigt de Saint Clodomir. Bonne chance !
ru: Тогда тебе придется проводить младшего брата в Окулус, старый актовый зал первых христиан. Ты его узнаешь, это крупнейшая в катакомбах комната и в нее попадает внешний свет.\На данный момент в ней хранятся мощи! Туда давно никто не ходил, и мы потеряли планы катакомб... \Ты найдешь ухо Святой Френегоды, сердце Св. Иоахима, глаза Св. Галсвинты и пальцы Св. Клодомира. Удачи!

source: ///FARMER///
fr: ///FERMIER///
ru: ///ФЕРМЕР///

source: Hey! What are you doing man? You look like a stranger but you're saying so well built! You would not get a service?
fr: Crévindiou ! Qu'est-ce que tu fais là mon gars ? T'as l'air d'un estranger mais t'es bien bâti dis donc ! Tu voudrais donc pas m'rendre un service ?
ru: Гей! Что ты делаешь, друг? Ты похож на пришельца, но ты так хорошо говоришь! Не сделаешь мне одолжение?

source: Hello madmoizelle! Let me guess: you are going from the city right? Because i do not like rags now... If you know a beefy guy I would need a service for get me back to my farm.
fr: Ben l'bonjour mamzelle ! Laissez moi deviner : vous v'nez d'la ville non ? C'qui font pas comme chiffons maintenant... Si vous connaissez un gaillard costaud j'aurais besoin d'un service pour m'en retourner dans ma ferme.
ru: Привет мадмуазель! Позвольте мне угадать: вы идете из города? Потому что я не люблю тряпки ... Если вы знаете крепкого парня, не мог бы он помочь мне в моей ферме.

source: Who are you?
fr: Qui es-tu ?
ru: Кто ты такой?

source: I'm Borlor, of the southern farm. Many farmers to feed this beautiful world that is anything but pray. Moreover c'qui seen falling on our face because there is not pray out loud...\Finally you have not criticize because chui virtually refugee... Besides I need a service, remember?
fr: J'suis Borlor, d'la ferme du sud. Y faut bien des paysans pour nourrir ce beau monde qui fait rien qu'à prier. D'ailleurs vu c'qui nous tombe sur la gueule y z'on pas dû prier bien fort...\Enfin j'va pas critiquer vu que chui pour ainsi dire réfugié... D'ailleurs j'aurais besoin d'un service, tu te rappelles ?
ru: Я Борлор с южной фермы. Один из многих фермеров, которые кормят этот прекрасный мир, и им не остается больше ничего, чем молиться. Но никто не молится вслух...\И не критикуйте меня за то что я беженец... Кроме того, мне нужна услуга.

source: What service?
fr: Quel service ?
ru: Какая услуга?

source: In fact there are plenty of funny creatures everywhere at the moment, as you have noticed as well. Well they are not ben solid, often a good sod between the eyes and talk about it more!\But there are things tougher, the kinds of living stones! I saw with my own eyes! They look like regular rocks from afar but it will move and attack you if you approach. I can not drive them more and I can go home! Want to see what you can do? I give a bottle of liquor turnip my personal cuy who chase these bastards from my house!
fr: En fait il y a plein de drôles de créatures partout en ce moment, comme t'as bien dû remarquer. Bon elles sont pas ben solides, souvent un bon coup de bêche entre les deux yeux et on en parle plus !\Mais y a des choses plus coriaces, des sortes de cailloux vivants ! Je les ai vus de mes yeux ! On dirait des cailloux normaux de loin mais y bougent et y t'attaquent si tu t'approches. J'arrive pas à les chasser et je peux plus rentrer chez moi ! Tu veux bien voir ce que tu peux faire ? Je donnerai une bouteille de ma liqueur de navet personnelle à cuy qui chassera ces saloperies de ma maison !
ru: На самом деле сейчас по всему миру вокруг развелось много смешных существ, если вы заметили. Ну они не твердее от земли, и зачастую являются лишь предметом обсуждения!\Но есть жесткие вещи, живые камни! Я видел своими глазами! Издалека они выглядят как обычные скалы, но если вы приблизитесь, они пойдут навстречу и нападут. Я не могу больше их терпеть и хочу домой! Можете помочь? Я даю бутылку ликера из репы тому, кто выгонит эту дрянь из моего дома!

source: I'll see what I can do...
fr: Je vais voir ce que je peux faire...
ru: Я посмотрю что можно сделать...

source: Frankly I have better things to do than take care of the wall of a peasant!
fr: Franchement j'ai mieux à faire que de m'occuper du muret d'un paysan !
ru: Честно говоря у меня есть дела поважнее, чем заботиться о забор крестьянина!

source: Thank you so much! I hope I can trust you! Ten, that's a little turnip of my liquor. It's hard but it gives energy, with it you can not plow horse!
fr: Merci mille fois ! J'espère que j'peux te faire confiance ! Ten, voilà un peu de ma liqueur de navet. C'est fort mais ça donne de l'énergie, avec ça tu peux labourer sans cheval !
ru: Огромное спасибо! Я надеюсь, что могу тебе доверять! Вот ликер из репы. Он тяжелый, но дает силу, как выпьешь то можно не запрягать лошадь!

source: Great! Follow the path that goes south and you will find my farm at roadside. You will recognize the monsters who will jump on you!
fr: Formidable ! Suis le chemin qui va vers le sud et tu trouveras ma ferme au bord de la route. Tu la reconnaîtras aux monstres qui te sauteront dessus !
ru: Отлично! Идите по дороге на юг и там увидите мою ферму на обочине дороги. Вы узнаете монстров, которые на вас набросятся!

source: ///ROMULUS TRADER///
ru: ///ТОРГОВЕЦ РОМУЛУС///

source: Hello my fine fellow! Would you need anything? I sell everything but sacred objects - out of respect for the Father - and weapons - since Rognorak threatened me with an ax me to swallow.
fr: Bonjour mon gaillard ! N'aurais-tu pas besoin de quelque chose ? Je vends de tout, excepté des objets sacrés - par respect pour l'Abbé - et des armes - depuis que Rognorak m'a menacé de me faire avaler une hache.
ru: Здравствуйте молодец! Тебе что-нибудь нужно? Я продаю все, за исключением духовных предметов - из уважения к Отцу, - и оружия, - поскольку Рогнорак угрожал мне топором.

source: Hello miss! You might want to buy something? I have no perfumes or makeup in stock but maybe you'll be interested in something else?
fr: Bonjour mademoiselle ! Vous voudriez peut-être m'acheter quelque chose ? Je n'ai plus de parfum ni de maquillage en stock mais peut-être serez vous intéressée par autre chose ?
ru: Приветствую даму! Возможно, вы захотите что-то купить? У меня нет парфюма или косметики на складе, но, возможно, вас заинтересует что-то другое?

source: Good God, you make a head! You should offer a small gift to cheer you up! I have a lot of niceties that I give you at a friendly price!
fr: Ben dites donc, vous en faites une tête ! Vous devriez vous offrir un petit cadeau pour vous remonter le moral ! J'ai tout un tas de petites bricoles que je vous cède à prix d'ami !
ru: Боже мой, не опускай голову! Тебе нужен небольшой подарок, чтобы поднять настроение! У меня есть много мелочей, которые я продам по небольшой цене!

source: Hi guy! You know I like your quickdraw? This is not the conventional home but need to know innovate, eh? I'll want a lot of things ES-SEN-TI-AL to sell you. I say "sell" but that's the principle, in fact it is almost set!
fr: Salut bonhomme ! Tu sais que j'aime bien ta dégaine ? C'est pas du classique par chez nous mais faut savoir innover, hein ? Allez tiens j'ai plein de choses IN-DIS-PEN-SABLES à te vendre. Je dis « vendre » mais c'est pour le principe, en fait c'est quasi donné !
ru: Эй мальчик! Ты знаешь, мне нравится твоя оттяжка. Это не обычный дом, и предлагает инновации, а? Я могу продать тебе много НЕ-ОБ-ХО-ДИ-МЫХ вещей. Я говорю "продать", но в принципе они почти бесплатные!

source: My name is Romulus and I am a merchant. Normally I was going to Nekhag, not far from a corn Flatagahn. A friendly city, unpretentious. In short I went there, just to get some rest, but I had the bad idea to spend in this unfortunate country. I ran things for the bizarre, such as stones moving or animated skeletons... I got scared and when I saw the abbey in the distance I abandoned my cart to rush into this holy place. At least for now it survives without undergoing these visions of horror and chaos!
fr: Je me nomme Romulus et je suis marchand. Normalement j'allais vers Nekhag, un bled pas loin de Flatagahn. Une ville sympathique, sans prétention. Bref j'y allais, histoire de me reposer un peu, mais j'ai eu la mauvaise idée de passer dans ce pays de malheur. J'ai croisé des choses pour le moins bizarres, comme des cailloux qui bougent ou des squelettes animés... J'ai pris peur et quand j'ai vu l'abbaye au loin j'ai abandonné ma charrette pour accourir dans ce lieu saint. Au moins pour l'instant on y survit sans subir ces visions d'horreur et de chaos !
ru: Меня зовут Ромулус, купец. На самом деле я шел в Некгад, недалеко от Флатагана. Доброжелательный город, неприхотливый. Короче я шел туда, только чтобы отдохнуть, но у меня возникла плохая идея пойти через эту несчастную страну. Я увидел такие странные вещи как ходячие камни и ходячие скелеты... Я испугался, и когда я увидел издалека аббатство я оставил свою телегу и убежал к этому святому месту. По крайней мере пока оно защищено от картин этого ужаса и хаоса!

source: And your cart?
fr: Et ta charrette ?
ru: А воз?

source: Well it should always be there, somewhere south of here. Unless the bone puppets have chosen to play with... I would love to get something! Just a little bag of tobacco from Mad-Retsam. It would help me pass the time, we are so bored here...\If you bring it back to me I'll give a you little, with a small purse too!\It would make me so happy!
fr: Et bien elle doit toujours être sur place, quelque part au sud d'ici. Sauf si les pantins osseux ont choisi de s'amuser avec... J'aimerais tant y récupérer quelque chose ! Juste un petit sachet de tabac de Mad-Retsam. Ca m'aiderait à faire passer le temps, on s'ennuie tant ici...\Si tu me le ramènes je t'en donnerai un peu, avec une petite bourse aussi !\Ca me ferait tellement plaisir !
ru: Ну, он никуда оттуда не денется, где-то южнее отсюда. Разве ходячие скелеты решили им поиграть... Я хотел бы взять оттуда кое-что! Просто мешочек табака с Мед-Ретсама. Он поможет мне скоротать время, здесь так скучно...\Если ты мне его вернешь, я дам немного тебе, вместе с небольшим кошельком!\Я был бы очень рад!

source: Must ask Rognorak, the guy not comfortable there. He forbade me to sell arms on pain of death. As if the external threats were not enough! Talk about a shopping...
fr: Faut demander à Rognorak, le gars pas commode là-bas. Il m'a interdit de vendre des armes sous peine de mort. Comme si les menaces de l'extérieur ne suffisaient pas ! Tu parles d'un commerçant...
ru: Спроси Рогнорака. Он запретил мне продавать оружие под страхом смерти. Словно внешних угроз не хватает! А на счет торговли...

source: Got the deal?
fr: On fait affaire ?
ru: Есть что продать?

source: I have your tobacco!
fr: J'ai ton tabac !
ru: У меня есть твой табак!

source: Ahhh! In my arms my friend! My good tobacco! Hey, for the trouble I give you a little as promised! Using it in moderation, it is strong enough and its effects are unpredictable. You have there for about ten takes. Thank you again, with this book I will not see spending the next week!
fr: Ahhh ! Dans mes bras mon ami ! Mon bon tabac ! Tiens, allez pour la peine je t'en donne un peu comme promis ! Utilises le avec modération, il est assez fort et ses effets sont imprévisibles. Tu en a là pour dix prises environ. Merci encore, avec cette livre je ne verrai pas passer les prochaines semaines !
ru: Ах! Вот он! Мой добрый табак! Эй, я дам тебе немного за неприятности, как и обещал! Используй его в умеренных количествах, он достаточно силен, а последствия непредсказуемы. Я дал тебе примерно на десять раз. Еще раз спасибо, теперь я с радостью проведу следующую неделю!

source: Pfffff... What nice dog!
fr: Pfffff... Quel temps de chien !
ru: Хммм ... Какой хорошенький песик!

source: ///ROGNORAK BLACKSMITH///
ru: ///КУЗНЕЦ РОГНОРАК///

source: Yeah? What do you want abroad? A weapon, armor, tools? Times are troubled but life goes on, as they say!
fr: Ouais ? Qu'est-ce que tu veux étranger ? Une arme, une armure, des outils ? Les temps sont troublés mais la vie continue, comme on dit !
ru: Да? Что ты хочешь? Оружие, доспехи, инструменты? Времена неспокойные, но жизнь продолжается, как говорится!

source: Well chick! You're up awfully! If you need a service would ask Rognorak! He always knows to please the ladies... Rognorak
fr: Et bien poulette ! T'es drôlement mise ! Si tu as besoin d'un service demande donc à Rognorak ! Il sait toujours faire plaisir aux demoiselles Rognorak...
ru: Душечка! Выглядишь замечательно! Если тебе нужна услуга то спроси Рогнорака! Он всегда знает, пожалуйста, госпожа... Рогнорак

source: Frankly it's not lack of men in dress here... We'll end up talking my man! And I only sell things that are bad for the health of souls.
fr: Franchement ça manque pas d'hommes en robe par ici... On va finir par jaser mon bonhomme ! Et moi je ne vends que des choses qui sont mauvaises pour la santé des âmes.
ru: Честно говоря, здесь нет недостатка мужчин в одежде... Это все же говорит мужчина! Но я продаю только вещи, которые вредны для здоровья души.

source: Hi there! You too have decided to disguise yourself to celebrate the end of the world? When I see spend all that happening right now I think we need a clean sweep and start all over again. I do not like your clothes and your upper air but if it is to kill the unspeakable horrors lurking around I'll sell you what you want!
fr: Salut toi ! Toi aussi tu as décidé de te déguiser pour fêter la fin du monde ? Quand je vois passer tout ce qui passe en ce moment je me dis qu'on a besoin d'un bon coup de balai et de tout recommencer à zéro. Je n'aime pas tellement tes habits et ton air supérieur mais si c'est pour massacrer les horreurs sans nom qui trainent partout je te vends ce que tu veux !
ru: Привет! Ты тоже решил замаскироваться, чтобы отпраздновать конец света? Когда я вижу все, что происходит вокруг, я думаю, все должно быть стерто чтобы начать все заново. Мне не нравится твоя одежда и запах, но если это прекратит неописуемые ужасы, скрывающиеся вокруг, то я продам тебе все, что захочешь!

source: I'm Rognorak, former blacksmith of the Empire. I like to forge weapons quietly in my corner but a fight that's not really my cup of tea. I am an artist! So when they decided to send me to the front to forge swords to chain I cut and I left to chance...\I do not know if it was a good idea to think... I could not stand to be just a few kilometers from the horde of monsters and now I have to survive a few yards away, taking refuge in that damn Abbey!
fr: Je suis Rognorak, ex forgeron de l'Empire. Moi j'aime bien forger les armes tranquillement dans mon coin mais la bagarre ça n'est pas trop ma tasse de thé. Je suis un artiste ! Alors quand ils ont décidé de m'envoyer au front pour forger des épées à la chaîne je me suis taillé et je suis parti au hasard...\Je sais pas si c'était une bonne idée à la réflexion... Je ne supportais pas d'être à quelques kilomètres seulement de cette horde de monstres et maintenant je dois survivre à quelques mètres d'eux, réfugié dans cette satanée abbaye !
ru: Я Рогнорак, бывший кузнец империи. Я люблю ковать оружие тихо в своем углу, а битва это не совсем мое. Я творческий человек! Поэтому когда они решили отправить меня на фронт ковать мечи я бежал и доверился воле случая...\Я тогда не думал, была ли это хорошая идея... Я не мог находится всего в нескольких километрах от орды монстров и теперь они всего в нескольких шагах, а я прячусь в этом проклятом аббатстве!.

source: Where are we?
fr: Où sommes-nous ?
ru: Где мы?

source: You're not very observant boy! We see in a monastery! Or an abbey, I've never understood the difference... Question dresses were what level must be female but it is a little sad!
fr: Tu n'es pas très observateur mon garçon ! On est dans un monastère voyons ! Ou une abbaye, j'ai jamais compris la différence... Question robes on a ce qui faut mais niveau femelles c'est un peu tristounet !
ru: Ты не очень наблюдательный мальчик! Мы в монастыре! Или аббатстве, я никогда не понимал разницы... Вопрос длины платья был бы актуальным если бы здесь были женщины, и это немного грустно!

source: You're not very observant sweetie! Most often men dress like this are found in the monasteries. Well sometimes we also unearthed in the brothels, huh, hey hey!
fr: Tu n'es pas très observatrice ma puce ! Le plus souvent les hommes en robe comme celui-là on les trouve dans les monastères. Bon des fois on en dégotte aussi dans les bordels, hein, hé hé !
ru: Вы не очень наблюдательная конфетка! Чаще всего так одетых мужчин можно найти в монастырях. Ну, иногда их можно увидеть в борделях, хех, гей, гей!

source: We trade?
fr: On commerce ?
ru: Поторгуемся?

source: You can do something for me?
fr: Tu peux me fabriquer un objet ?
ru: Можешь для меня кое-что сделать?

source: So, what's up my man?
fr: Alors, quoi de neuf mon bonhomme ?
ru: Ну и в чем дело?

source: So miss, we come back to see the blacksmith? We do not shy, eh, heh heh...
fr: Alors mademoiselle, on revient voir le forgeron ? On n'a pas froid aux yeux, hein, hé hé...
ru: Итак дамы, возвращаемся к кузнецу? Не стесняемся, а, хе-хе...

source: RETURN INQUISITOR
fr: RETOUR INQUISITEUR
ru: ВОЗВРАЩЕНИЕ ИНКВИЗИТОРА

source: RETURN PISTOLERO
fr: RETOUR PISTOLERO
ru: ВОЗВРАЩЕНИЕ ПЕХОТИНЦА

source: What are you doing?
fr: Que fais-tu ?
ru: Что ты делаешь?

source: There? Immediately? But I'm bored! That is, perfectly, I'm bored to the point where it could go bad... You know what? I am so idle that if you give me something to tinker with a gun I'll make the free, just for fun. \If you want I have an old plan that I train sword for ages. Find me three pounds of metal and I will forge a wink. It will always be better than the usual junk that sells Romulus. Finally he sold before I blast him in the bronchi! Ha ha ha!
fr: Là ? Tout de suite ? Mais je m'emmerde ! Voilà, parfaitement, je m'ennuie à un tel point que ça pourrait me rendre méchant... Tu sais quoi ? Je suis tellement désœuvré que si tu me donnes de quoi bricoler une arme je te la fais gratuitement, juste pour le plaisir. \Si tu veux j'ai un vieux plan d'épée que je traine depuis des lustres. Trouve-moi trois livres de métal et je te la forge en un clin d'oeil. Elle sera toujours mieux que la camelote habituelle que vend Romulus. Enfin qu'il vendait, avant que je lui souffle dans les bronches ! Ah ah ah !
ru: Здесь? Сейчас? Но мне скучно! То есть, мне скучно до точки, где уже хуже быть не может... Знаешь что? Я сижу без дела, поэтому если ты дашь мне что-нибудь, связанное с оружием, я сделаю это бесплатно, просто для удовольствия.\Если хочешь, у меня есть старый план, по которому делают мечи уже столетиями. Найди мне три фунта металла, и я выкую тебе его. Он всегда будет лучшим, чем обычный мусор, который продает Ромулус. Хотя он продавал их до того, как я поправил ему легкие! Ха-ха-ха!
