Repository: q4a/holyspirit
Catalog: Data/Miscs/Texts/*/data.po
Languages: fr, ru

source: Damage increased:
fr: Dégâts accrus :
ru: Урон увеличен:

source: Damage by fire:
fr: Dégâts par le feu :
ru: Урон от огня:

source: Damage by faith:
fr: Dégâts par la foi :
ru: Урон от веры:

source: Damage by corrosion:
fr: Dégâts par la corrosion :
ru: Урон от коррозии:

source: Armor increased:
fr: Armure accrue :
ru: Броня улучшена:

source: Fire resistance:
fr: Résistance au feu :
ru: Огнестойкость:

source: Faith resistance:
fr: Résistance à la foi :
ru: Сопротивление вере:

source: Corrosion resistance:
fr: Résistance à la corrosion :
ru: Устойчивость к коррозии:

source: Damage per bleeding:
fr: Dégats par saignement :
ru: Урон от кровотечения:

source: Damage by the burn:
fr: Dégats par la brulure :
ru: Ущерб от ожогов:

source: Damage per purification:
fr: Dégats par la purification :
ru: Урон от очистки:

source: Damage by poison:
fr: Dégats par le poison :
ru: Урон от яда:

source: ///SHRINE///
fr: ///POTALE///
ru: ///СВЯТЫНЯ///

source: What would you do?\\
fr: Que souhaitez-vous faire ?\\
ru: Что бы ты сделал?\\

source: Teleport
fr: Se téléporter
ru: Телепорт

source: Jump to my stash
fr: Aller dans mon coffre
ru: Зайти в тайник

source: The Abbey
fr: L'Abbaye
ru: Аббатство

source: Agrarian Lands
fr: Les Terres agraires
ru: Земли землеробов

source: The Catacombs
fr: Les Catacombes
ru: Катакомбы

source: The Crypt
fr: La Crypte
ru: Склеп

source: The Graveyard
fr: Le cimetière
ru: Кладбище

source: ///TUTORIAL///
ru: ///ОБУЧЕНИЕ///

source: Miserable fisherman!\Here you are in Limbo. You have much to do before they can hope to reach Paradise...\For you to prove to myself first and foremost that you are worthy of my trust. Some of your fellows to whom I gave a chance for redemption have not even been able to get out by themselves in this room... Fools... Show me that you're better from them!
fr: Misérable pêcheur !\Te voici dans les Limbes. Tu as beaucoup à faire avant d'espérer rejoindre le Paradis...\A toi de me prouver avant toute chose que tu es digne de ma confiance. Certains de tes congénères à qui j'ai donné la chance d'une rédemption n'ont même pas été capables de sortir par eux-mêmes de cette pièce... Les imbéciles... Montre-moi que tu vaux mieux qu'eux !
ru: Несчастный рыбак!\Ты находишься между мирами. Тебе еще много придется сделать, чтобы иметь надежду попасть в Рай ...\Тебе придется доказать, что ты достоин моего доверия. Некоторые из таких как ты, которым я дал шанс на искупление, даже не смогли сами выбраться из комнаты ... дураки ... Докажи, что ты лучше них!

source: Miserable sinner!\Here you are in Limbo. You have much to do before they can hope to reach Paradise...\For you to prove to myself first and foremost that you are worthy of my trust. Some of your fellows to whom I gave a chance for redemption have not even been able to get out by themselves in this room... Fools... Show me that you're better from them!
fr: Misérable pécheresse !\Te voici dans les Limbes. Tu as beaucoup à faire avant d'espérer rejoindre le Paradis...\A toi de me prouver avant toute chose que tu es digne de ma confiance. Certains de tes congénères à qui j'ai donné la chance d'une rédemption n'ont même pas été capables de sortir par eux-mêmes de cette pièce... Les imbéciles... Montre-moi que tu vaux mieux qu'eux !
ru: Несчастный грешник!\Ты находишься между мирами. Тебе еще много придется сделать, чтобы иметь надежду попасть в Рай ...\Тебе придется доказать, что ты достоин моего доверия. Некоторые из таких как ты, которым я дал шанс на искупление, даже не смогли сами выбраться из комнаты ... дураки ... Докажи, что ты лучше них!

source: Fine. I would still not explain how to get through a door!\Let's see if you can beat you. It drags in the next room the soul of one of your fellows who do me any good. If I think your history of violence hast not foreign. Eliminate this creature!\\(Click on the creature to destroy it)
fr: Bien. Je n'allais quand même pas t'expliquer comment franchir une porte !\Voyons maintenant si tu es capable de te battre. Il traine dans la salle suivante l'âme d'un de tes congénères qui ne m'est d'aucune utilité. Si j'en crois tes antécédents la violence ne t'es pas étrangère. Elimine cette créature !\\(cliquer sur la créature pour la détruire)
ru: Хорошо. Это все равно не объясняет, как пройти через дверь!\Давай посмотрим, как ты бьешься. Двери ведут к следующей комнате, где находится душа одного из таких как ты, которые не сделали ничего хорошего. Насколько я знаю из твоей жизни\насилие тебе не чуждо. Уничтожь существо!\\(Щелкни на существо, чтобы его уничтожить)

source: Not bad! I would now like you to confront many of these stupid creatures who keep safe. Look at them... They do not know why they keep, or even what's inside... If you do not want to end up like they catch you!\\ (Click to open the safe, ALT to see the objects and click on their name to pick them up)
fr: Pas mal ! J'aimerais à présent te confronter à plusieurs de ces stupides créatures qui gardent un coffre. Regarde-les... Elles ne savent pas pourquoi elles le gardent, ni même ce qu'il y a dedans... Si tu ne veux pas finir comme elles dépêche toi !\\(cliquer pour ouvrir le coffre, ALT pour voir les objets et cliquer sur leur nom pour les ramasser)
ru: Неплохо! Я бы хотел чтобы ты противостоял нескольким таким глупым существам, которые являются полностью безопасными. Посмотри на них... Они даже не знают почему их здесь закрыли, а также что внутри... Если не хочешь закончить как они, возьми то что внутри!\\(Щелкни чтобы открыть сундук, придержи ALT чтобы увидеть предметы и нажми на их название чтобы их поднять)

source: Hold down alt and click on the name of the object to pick it up.
fr: Maintenir alt enfoncé puis cliquer sur le nom de l'objet pour le ramasser.
ru: Удерживай Alt и нажми на название предмета чтобы его поднять.

source: Perfect. You can now find the items you've collected in your inventory.\\(Click on the icon of the interface below or on "I". It is also possible to equip them by placing them in the appropriate box or placed in use with shortcuts keys 1 to 8.)
fr: Parfait. Tu peux maintenant trouver les objets que tu as ramassés dans ton inventaire.\\(cliquer sur l'icône de l'interface ci-dessous ou sur « I ». Il est aussi possible de les équiper en les plaçant dans la case correspondante, ou de les placer en raccourcis utilisables avec les touches 1 à 8.)
ru: Прекрасно. Теперь ты можешь найти собранные предметы в инвентаре.\\(Нажми значок в интерфейсе внизу или клавишу "I". Вещи можно экипировать, поместив в соответствующие поля или поместить на пояс и использовать клавиши от 1 до 8).

source: You will notice also that each destroyed enemy strengthens your soul and helps make you stronger.\\(When the bar is filled souls you win a level)
fr: Tu remarqueras par ailleurs que chaque ennemi détruit renforce ton âme et contribue à te rendre plus fort.\\(quand la barre âmes est remplie on gagne un niveau)
ru: Также ты заметишь, что каждый уничтоженный тобой враг укрепляет душу и делает тебя сильнее.\\(Когда полоска заполняется душами ты перейдешь на новый уровень)

source: Now you have to eliminate the creatures in the next room (Do not kill, they are already dead for centuries). You will win and the strengths and talents more!
fr: A présent tu dois éliminer les créatures dans la pièce suivante (je ne dis pas tuer, elles sont déjà mortes depuis des siècles). Tu gagneras ainsi des forces et des talents supplémentaires !
ru: Теперь тебе надо уничтожить существ в следующей комнате (не убивать, нет, они уже мертвы веками). Тогда ты станешь сильнее и сможешь получить новое умение!

source: Well! You're learning fast and that's what I expected from you...\You've turned a corner, and you can now choose which area you want to improve yourself.\\(We choose the features that one wishes improve through the inventory, "I")
fr: Bien ! Tu apprends vite et c'est ce que j'attendais de toi...\Tu as franchi un cap, et tu peux maintenant choisir dans quel domaine tu désires t'améliorer.\\(on choisit les caractéristiques que l'on désire améliorer via l'inventaire, « I »)
ru: Хорошо! Ты быстро учишься, я ожидал этого от тебя...\Ты повернул за угол и теперь можешь выбрать, в какой области ты хочешь себя улучшить.\\(Возможности для улучшения указываются в инвентаре, "I")

source: -Your strength increases your melee damage and allows you to wear heavier equipment.\-Dexterity allows you to dodge better and carry more items.\-Vitality increases your life.\-Your piety is your ability to invoke your god, it allows you to run more miracles (we'll come back...).\-Your charisma affects the price of objects and allows you to wear certain items.
fr: -Ta force augmente tes dégâts au corps à corps et te permet de porter de l'équipement plus lourd.\-Ta dextérité te permet de mieux toucher esquiver et de porter plus d'objets.\-Ta vitalité augmente ta vie. \-Ta piété est ta capacité à invoquer ton dieu, elle te permet de lancer plus de miracles (nous allons y revenir...). \-Ton charisme influe sur le prix des objets et te permet de porter certains objets.
ru: -Твоя сила увеличивает нанесенный ущерб в ближнем бою и позволяет носить тяжелые доспехи.\-Ловкость позволяет лучше избегать атак и носить больше вещей.\-Жизненная сила увеличивает твою жизнь.\-Твое благочестие это возможность призывать твоего бога, оно позволяет делать больше чудес (мы еще вернемся...).\-Твоя харизма влияет на цену вещей и позволяет носить некоторые предметы.

source: You must know your current status allows you to access certain powers.\You can now call upon your god to destroy your opponents.\\(Click on the icon shaped like a cross to open the panel of miracles. You can choose the way in which you specialize you want by clicking on one of the three tabs at the top. You just have to right click on a miracle to learn or improve. This will place it in the shortcut bar at the bottom. You can access it during the game with the 1-8 keys and clicking the right mouse button.)
fr: Tu dois savoir que ton état actuel te permet d'avoir accès à certains pouvoirs.\Tu peux maintenant faire appel à ton dieu pour détruire tes adversaires.\\(Clique sur l'icone en forme de croix pour ouvrir le panneau des miracles. Tu peux choisir la voie dans laquelle tu veux te spécialiser en cliquant sur un des trois onglets en haut. Il te suffit de faire un clic droit sur un miracle pour l'apprendre ou l'améliorer. Il se placera automatiquement dans la barre de raccourcis du bas. Tu peux y accéder durant le jeu avec les touches 1 à 8 puis en cliquant droit avec la souris. )
ru: Ты должен знать, что твой текущее состояние позволяет тебе получить доступ к определенной силе.\Теперь ты можешь призвать твоего бога помочь уничтожить твоих противников.\\ (Нажми на значок в форме креста, чтобы открыть панель чудес. Ты можешь выбрать определенный путь, нажав на одну из трех вкладок в верхней части. Тебе просто нужно будет правой кнопкой мыши щелкнуть на чудо чтобы выучить или улучшить его. Оно будет помещено на поясе внизу экрана. Ты сможеш получить к нему доступ во время игры клавишами 1-8 или нажав на нем правой кнопкой мыши.)

source: Perfect! This test was very small but all the poor souls I've known have not succeeded, far away... Yes, I know this is appalling.\Now join the light at the back of the room and embrace your next mission.\If I had knowledge of your past I'll complain packages...
fr: Parfait ! Ce test était bien modeste mais toutes les pauvres âmes que j'ai appelées ne l'ont pas réussi, loin de là... Oui, je sais c'est consternant.\Maintenant rejoins la lumière au fond de la salle suivante et accomplis ta mission.\Si je n'avais connaissance de tes forfaits passés je te plaindrais...
ru: Прекрасно! Этот тест был совсем небольшой, но много душ, которых я знал, не смогли выполнить даже этого... Да, я знаю, что это ужасно.\Теперь зайди в свет в конце зала и берись за новое задание.\Если бы я знал о твоем прошлом я бы пожалел, что так жил ...

source: Continue
fr: Continuer
ru: Продолжить

source: To the Abbey of St. Clodomir
fr: Vers l'Abbaye de Saint Clodomir
ru: Аббатство Св. Клодомира

source: ////ABBE///
ru: ////АББАТ///

source: Hello to you my son! Is that you? Yes it can be you! Big, strong... The Savior! Out of nowhere! God spoke to me, and I knew he did not abandon us! Vas, exterminate the vermin demonic rode around everywhere!
fr: Salut à toi mon fils ! C'est toi ? Oui ça ne peut être que toi ! Grand, fort... Le Sauveur ! Venu de nulle part ! Dieu m'a parlé, et je savais qu'il ne nous abandonnerait pas ! Vas, extermine cette vermine démoniaque qui rode partout alentours !
ru: Привет сын мой! Это ты? Да, это точно ты! Большой, сильный ... Спаситель! Ниоткуда! Бог говорил со мной, и я знал, что он не покинет нас! Давай, очисти землю от паразитирующих вокруг демонов!

source: Who are you woman? From what country do you come up with this evocative, these strange clothes? Are you a demon who was able to interfere in God's house? Pay attention to your actions, even in these troubled times we can find time to burn witches...
fr: Qui es tu femme ? De quelle contrée viens-tu donc avec ce maquillage suggestif, ces habits étranges ? Es-tu un démon qui a réussi à s'immiscer dans la maison de Dieu ? Fais bien attention à tes actes, même en cette période troublée on peut trouver le temps de brûler les sorcières...
ru: Кто ты, женщина? Из какой страны ты пришла, в этой странной одежде? Может ты демон, который смог войти в дом Божий? Обращай внимание на свои действия, даже в эти тяжелые дни мы найдем время, чтобы сжечь ведьму...

source: I recognize in you a servant of God my brother. But the fever that I read in your eyes me some concern... Are you okay?
fr: Je reconnais en toi un serviteur de Dieu mon frère. Mais la fièvre que je lis dans ton regard m'inquiète quelque peu... Est-ce que tu vas bien ?
ru: Я признаю в тебе раба Божия, брат. Но жар, который я вижу в твоих глазах меня тревожит... С тобой все в порядке?

source: Hello to you my son. You have to come from a country very far away to wander in such attire.\Maybe you will know how to get rid of the vermin that has befallen our poor country?
fr: Salut à toi mon fils. Tu dois venir d'un pays bien lointain pour errer dans un tel accoutrement.\Peut-être que tu sauras comment nous débarrasser de la vermine qui s'abat sur notre pauvre contrée ?
ru: Привет сын мой. Ты наверняка пришел издалека, что бродишь в таком наряде.\Может ты сможешь выяснить, как избавиться от паразитов, что обрушились на нашу бедную страну?

source: Where am I?
fr: Où suis-je ?
ru: Где я?

source: You're in the abbey of Saint Clodomir. By these days it is one of the few places in the country where we find some peace. And more... Even here it is woven of devilry!
fr: Tu es dans l'abbaye de Saint Clodomir. Par les temps qui courent c'est l'un des rares lieux de la contrée où on trouve un peu de calme. Et encore... Même ici il se trame des diableries !
ru: Ти находишся в аббатстве святого Клодомира. В эти дни это одно из немногих мест в стране, где относительно спокойно. Но... Даже здесь происходит какая-то чертовщина!

source: Of devilry?
fr: Des diableries ?
ru: Чертовщина?

source: Yes, well, of devilry. My brother monks have a strange behavior, sometimes unhealthy, and some have mysteriously disappeared... I hear noises in the catacombs under the Abbey at night. I initially thought that wild animals that would be introduced but I do not know what to think... I'm afraid I must admit, and the only solution I found is to close the door leading to it. But he will have someone to go and see what happens there... I'm worried about my monks!
fr: Oui, parfaitement, des diableries. Mes frères moines ont un comportement étrange, parfois malsain, et certains ont mystérieusement disparu... J'entends des bruits dans les catacombes sous l'abbaye la nuit. J'ai d'abord cru à des bêtes sauvages qui se seraient introduites mais je ne sais plus que penser... J'ai peur, je dois l'avouer, et la seule solution que j'ai trouvée est de fermer la porte qui y mène. Mais il faudra bien que quelqu'un aille voir ce qui se passe là-bas... Je suis inquiet pour mes moines !
ru: Ну, да, чертовщина. Мои братья монахи странно себя ведут, некоторые нездоровые, а некоторые из них таинственно исчезли... Я слышу шум в катакомбах под Аббатством ночью. Сначала я думал, что это дикие звери, которые туда залезли, но теперь я даже не знаю что думать... Я, признаться, боюсь, и единственное решение, которое я нашел, это закрыть дверь, что туда ведет. Но нужен кто-то, кто бы пошел туда и посмотрел что там творится... Я боюсь за монахов!

source: Do you want me to go?
fr: Voulez-vous que j'aille voir ?
ru: Вы хотите, чтобы я пошел?

source: Oh! I dared not ask... I have some qualms about sending you there alone, but we are not fighters you see... If you need help I'll do what I can! Here, take the key of the catacombs and good luck, God assist you!\Come back soon and tell me what you saw.
fr: Oh ! Je n'osais pas demander... J'ai quelques scrupules à t'envoyer là-bas en solitaire, mais nous ne sommes pas des combattants vois-tu... Si tu as besoin d'aide je ferai ce que je peux ! Tiens, prends la clef des catacombes et bonne chance, Dieu t'assistera !\Reviens vite me raconter ce que tu as vu.
ru: О! Посмею попросить... У меня есть некоторые сомнения по поводу отправки тебя туда в одиночку, но как видишь мы не бойцы... Если тебе понадобится помощь я сделаю все что смогу! Вот, возьми ключ от катакомб и удачи, Бог тебе в помощь!\Возвращайся скорее и скажи что ты видел.

source: That's what I thought! It ran terrible things behind that door... Certainly we are surrounded by evil! He's out, it is under our feet! Is the sky itself is really kind to us poor miserable human?\Let us... It is urgent to clean our basement! We are surrounded by evil, but we can not tolerate it in the den of the Lord!\To perform purification at all costs you must find the relics of four saints who are dispersed in the catacombs.
fr: C'est bien ce qu'il me semblait ! Il se déroulait des choses monstrueuses derrière cette porte... Décidément nous sommes cernés par le mal ! Il est dehors, il est sous nos pieds ! Est-ce que le ciel lui-même est vraiment bienveillant pour nous, pauvres misérables humains ?\Reprenons-nous... Il est urgent de purifier notre sous-sol ! Nous sommes encerclés par le mal mais nous ne pouvons le tolérer dans l'antre du Seigneur !\Pour effectuer la purification tu dois à tout prix trouver les reliques des quatre saints qui sont dispersées dans les catacombes.
ru: Я так и думал! Он нашел за этой дверью ужасные вещи... Мы явно окружены злом! Оно у нас под ногами! Смилостивится ли небо над бедными нещаснмы людьми?\Для осуществления очистки тебе придется найти мощи четырех святых, размещенных в катакомбах.

source: Finally, you found the source of evil! Here I am reassured, but not that much... The whole world seems overrun by this disgusting filth of undead and mysteriously animated objects... I think the end of this chaotic period is still far alas!
fr: Enfin, tu as trouvé la source du mal ! Me voilà rassuré, mais pas tant que ça... Le monde entier semble envahi par cette fange répugnante de morts-vivants et d'objets mystérieusement animés... je crois que la fin de cette période chaotique est encore loin hélas !
ru: Наконец, ты нашел источник зла! Я немного успокоился, но не очень... Весь мир словно захвачен этой отвратительной травью и таинственными подвижными объектами... Я думаю, что конец этому хаосу придет еще не скоро!

source: I am looking for weapons.
fr: Je cherche des armes.
ru: Я ищу оружие.

source: You can ask Rognorak, our blacksmith who has taken refuge with us in this holy place. That's a big guy friendly, he continues to forge weapons even if it no longer serves to nothing, he says it occupies until the end of the world.
fr: Tu peux demander à Rognorak, notre forgeron qui s'est réfugié avec nous dans ce lieu saint. C'est un grand gaillard sympathique, il continue à forger des armes même si ça ne sert plus à rien, il dit que ça l'occupe en attendant la fin du monde.
ru: Можешь спросить Рагнорака, нашего кузнеца, который спрятался у нас в этом святом месте. Это большой парень, доброжелательный, он продолжает ковать оружие, даже если оно никому не нужно, он говорит, что оно еще послужит людям.

source: Do you have things to sell?
fr: Avez-vous des choses à vendre ?
ru: Имеешь вещи на продажу?

source: Could you bless something?
fr: Pourriez-vous me bénir un objet ?
ru: Можете что-то освятить?

source: Goodbye!
fr: Au revoir !
ru: Пока!

source: Ah! Our hero!
fr: Ah ! Notre héros !
ru: Ах! Наш герой!

source: You're back, woman?
fr: Te revoilà, femme ?
ru: Ты вернулась, женщина?

source: I saw skeletons in the catacombs!
fr: J'ai vu des squelettes dans les catacombes !
ru: Я видел скелетов в катакомбах!

source: I got relic.
fr: J'ai les reliques.
ru: Я получил реликвию.

source: Perfect! You quickly, I did not even think you could do it to be honest...\Now go see the lesser brother next to me, he will accompany you to pronounce the mantra in the Oculus. Follow him and make sure it reaches the Oculus safe and sound!
fr: Parfait ! Tu as vite fait, je ne pensais même pas que tu y parviendrais pour être franc...\Maintenant va voir le frère mineur à côté de moi, il t'accompagnera pour prononcer la litanie dans l'Oculus. Suis-le et fais en sorte qu'il parvienne à l'Oculus sain et sauf !
ru: Прекрасно! Ты быстро, я даже не думал, что ты можешь это сделать, честно говоря...\Теперь иди к меньшему брату рядом со мной, он сопровождает тебя для прочтения молитвы в Окулусе. Следуй за ним и убедитесь, что он достигнет Окулуса живым и здоровым!

source: The brother was murdered by Hergahrt, a demonic priest!
fr: Le frère a été assassiné par Hergahrt, un prêtre démoniaque !
ru: Брата убил Гергарт, демонический священник!
