Repository: q4a/holyspirit
Catalog: Data/Miscs/Texts/*/data.po
Languages: fr, ru

source: This book is an account of the inventory of the relics of the abbey of Saint Clodomir.\\\\Heart of St. Joachim\\The heart of Saint Joachim was found ninety-eight years after his unfortunate death , in a bazaar. He slept in a small wooden box. At the sight of the body withered by years, a particularly devout buyer felt a warmth divine invade, and he called upon God to destroy the field he could not see where the noble body of the saint. As the sentence invoked did not come, the happy man knew he was right and gave the relic to the abbey of Saint Clodomir.\The heart of St. Joachim is still preserved at St. Clodomir. His condition is correct.\\Oreille de Saint Frenegonde\\ear of St. Frenegonde was miraculously found one hundred twenty-seven years after his terrible ordeal. Canon Ambroisius was discovered in the stomach of a sow in skinning the animal to make a sausage. Illuminated by divine grace, he immediately recognized the ear as belonging to the saint.\The ear is preserved in the catacombs of St. Clodomir, in fair condition, though somewhat dry.\\\Eye of Santa Galswintha\\The eyes of St. Galswintha appeared in a ceremonial necklace worn by one of the last kings of barbarians Ruhigland. Struck down by a warrior led a holy faith, and the abominable creature freed the precious relic which became property of the abbey.\Galswintha holy eyes have unfortunately left the catacombs of St. Clodomir following an unfortunate event. A monk of evil memory having judged it expedient to leave the eyes of the Holy shrine for its exhibit at the sight of peasants of his knowledge, the relic disappeared mysteriously. The rumor involves Katrina (suspected of witchcraft) but following the deaths by a sudden illness of three successive investigators recovering the relic has been postponed.\\The finger of Saint Clodomir\\The mummified finger Saint Clodomir was found in the loot of a barbarian king, who used it as a pen to scribble some incomprehensible gibberish. This use explains the black color of the holy body, which is otherwise in excellent condition.
fr: Le présent ouvrage est un compte-rendu de l'inventaire des reliques de l'abbaye de Saint Clodomir.\\\\Cœur de Saint Joachim\\Le cœur de Saint Joachim a été retrouvé quatre vingt dix-huit années après son malheureux décès, dans un bazar. Il reposait dans une modeste boîte de bois. A la vue de l'organe desséché par les ans, un acheteur particulièrement pieux sentit une chaleur divine l'envahir, et il somma Dieu de l'anéantir sur le champ s'il ne voyait pas là le noble organe du saint. Comme la sentence invoquée ne venait pas, l'heureux homme sut qu'il était dans le vrai et offrit la relique à l'abbaye de Saint Clodomir.\Le cœur de Saint Joachim est toujours conservé à Saint Clodomir. Son état est correct.\\Oreille de Saint Frénégonde\\L'oreille de Sainte Frénégonde a été trouvée par miracle cent vingt-sept années après son terrible calvaire. Le chanoine Ambroisius l'a découverte dans l'estomac d'une truie en dépeçant la bête pour confectionner un saucisson. Illuminé par la grâce divine, il a immédiatement reconnu l'oreille comme appartenant à la sainte.\L'oreille est conservée dans les catacombes de Saint Clodomir, dans un état convenable, quoiqu'un peu desséchée.\\\Yeux de Sainte Galswinthe\\Les yeux de Sainte Galswinthe figuraient dans un collier de cérémonie porté par l'un des derniers rois barbares de Ruhigland. Terrassé par un guerrier animé d'une sainte foi, l'abominable créature libéra ainsi la précieuse relique qui devint propriété de l'abbaye.\Les yeux de sainte Galswinthe ont malheureusement quitté les catacombes de Saint Clodomir suite à un évènement malheureux. Un moine de sinistre mémoire ayant jugé opportun de sortir les yeux de la Sainte de son reliquaire pour les exhiber à la vue de paysans de sa connaissance, la relique disparût mystérieusement. La rumeur met en cause Katrina (qu'on soupçonne de sorcellerie) mais suite aux décès par une maladie foudroyante de trois enquêteurs successifs la récupération de la relique a été remise à plus tard.\\Le doigt de Saint Clodomir\\Le doigt momifié de Saint Clodomir a été trouvé dans le butin d'un roi barbare, qui s'en servait comme d'une plume pour gribouiller quelque charabia incompréhensible. Cet usage explique la couleur noirâtre du saint organe, qui est par ailleurs en excellent état de conservation.
ru: Эта книга является журналом инвентаризации мощей аббатства Святого Клодомира.\\\\Сердце Св. Иоахима\\Сердце Святого Иоахима было найдено за девяносто восемь лет после его смерти, на базаре. Оно лежало в маленькой деревянной шкатулке. Особенно набожный покупатель чувствовал, что тело, которое не разлагается годами, излучает тепло, и он призвал Бога уничтожить поле, где было найдено тело святого. Поскольку просьба не была выполнена, счастливый человек знал, что он прав, и отдал мощи аббатству Святого Клодомира.\Сердце Святого Иоахима все еще сохраняется в аббатстве. Его состояние удовлетворительное.\\Ухо Святой Френегонды.\\Ухо Святой Френегонды было найдено сто двадцать семь лет после его ужасного тяжелого испытания. Ухо было обнаружено в животе свиньи, которую разделяли на колбасу. Ухо святого было сразу опознано, так как светилось божественной благодатью.\Ухо хранится в катакомбах Святого Клодомира, в неплохом состоянии, хотя немного сухом.\\\Глаз Святой Галсвинты\\Глаза Святой Галсвинты появились в церемониальном ожерелье, что носил один из последних королей варваров Рухигланда. Он был убит воином святой веры, а мощи были переданы аббатству.\Святые глаза Галсвинты увы оставили катакомбы Святого Клодомира через несчастный случай. Монах с плохой памятью счел целесообразным вынести глаза из святыни для показа крестьянам и реликвия таинственно исчезла. Слухи указывают на Катрин (подозревается в колдовстве), но через внезапные смерти трех человек, которые искали глаза, поиски были отложены.\\Палец Святого Клодомира.\\Мумифицированный палец Святого Клодомира был найден у варварского короля, который использовал это как ручку для написания какой-то непостижимой тарабарщины. Это объясняет, почему святые мощи имеют черный цвет, но в целом они в отличном состоянии.

source: To Vlanker brother, honorary monk of the abbey.\\As everyone knows the abbey of Saint Clodomir is considered a beacon of faith and imperial heirs of the Old People. Founded three centuries after the death of the saint whose name it bears, not far from where Clodomir was eaten by pigs, it contains many unknown treasures of ordinary mortals.\Built on an underground necropolis forgotten at the time of barbarian rule, the abbey was presented to them as an ignorant vulgar to salting ham. The cult can not be done within the building itself for fear of arousing the suspicion of the invaders, the faithful of the Old courageous people settled in the catacombs and enlarged gradually.\The underground network became a well huge maze under the action of the faithful who find themselves more and more to pray. Digging became an act of faith, and fervor was such that under the barbarous oppression catacombs stretched themselves in colossal proportions (to the point that one should attempt to venture without a plan).\Once the period of barbarian rule ended, the catacombs were evacuated by the faithful and collected the remains of countless martyrs of the occupant. Four of them were canonized because of the exemplary nature of their sacrifice: the kind Frenegonde, Joachim the shepherd, and the pure Galswintha course Clodomir.\One might also note the presence of the tomb of Teuderic, one of ancient kings of our people. Prohibits burial in the crypt of the kings of the capital, as his reign was deemed pathetic, he was taken to St. Clodomir respect for the sovereign lineage. Most aware of our history know that Teuderic had indeed prevailed under the influence of advisors and dishonest fancier one than the other (we still remember the magician Boris invert the fencing master Gunther paralytic and Ingmar lecherous Minister who obtains the favor of successive Teuderic wife and his daughter Princess Theodora).
fr: Par frère Vlanker, moine honoraire de l'abbaye\\Comme chacun le sait l'abbaye de Saint Clodomir est considérée comme l'un des phares de la foi impériale et des héritiers de l'Ancien peuple. Fondée trois siècles après la mort du saint dont elle porte le nom, non loin du lieu où Clodomir fut dévoré par des porcs, elle renferme bien des trésors ignorés du commun des mortels.\Bâtie sur une nécropole souterraine oubliée à l'époque de la domination barbare, l'abbaye fut présentée à leurs yeux ignares comme un vulgaire saloir à jambons. Le culte ne pouvant se dérouler dans le bâtiment lui-même sous peine d'éveiller la méfiance des envahisseurs, les fidèles courageux de l'Ancien peuple s'installèrent dans les catacombes et les agrandirent peu à peu.\Le réseau souterrain devint ainsi un immense labyrinthe sous l'action des fidèles qui se retrouvaient de plus en plus nombreux pour prier. Le fait de creuser devint un acte de foi, et la ferveur était telle sous l'oppression barbare que les catacombes s'étendirent dans des proportions colossales (au point qu'il est vivement déconseillé de s'y aventurer sans un plan).\Une fois la période de domination barbare achevée, les catacombes furent évacuées par les fidèles et recueillirent les restes des innombrables martyrs de l'occupant. Quatre d'entre eux furent canonisés du fait de l'exemplarité de leur sacrifice : l'aimable Frénégonde, Joachim le berger, la pure Galswinthe et bien sûr Clodomir.\On peut noter aussi la présence du tombeau de Teudéric, l'un des anciens rois de notre peuple. Interdit de sépulture dans la crypte des rois de la capitale, tant son règne fut jugé pathétique, il a été recueilli à Saint Clodomir par respect pour la lignée souveraine. Les plus au fait de notre histoire savent que Teudéric avait en effet régné sous l'influence de conseillers plus fantaisistes et malhonnêtes les uns que les autres (on se rappelle encore de Boris le magicien inverti, Gunther le maître d'armes paralytique et d'Ingmar le ministre lubrique qui obtient les faveurs successives de l'épouse de Teudéric puis de sa fille la princesse Theodora).
ru: От брата Вланкера, почетного монаха аббатства.\\Как известно аббатство Святого Клодомира считается маяком веры и имперским наследником древних Людей. Было основано три столетия после смерти святого, чье имя оно носит, поблизости от места, где Клодомира поели свиньи, и содержит много неизвестных для обычных смертных сокровищ.\Стоит на подземном некрополе, забытом во время варварского правления, аббатство было представлено этим необразованным существам как завод для соления ветчины. Культ не мог проводиться в самом здании, чтобы захватчики ничего не заподозрили, поэтому люди поселились в катакомбах и постепенно их расширяли.\Подземелья разрослось в огромный лабиринт под действием верующих, которые все больше и больше молились. Рытье тоннелей стало проявлением веры и упорство было такое, что под гнетом варваров катакомбы достигли колоссальных размеров (таких, что без плана нельзя было делать нечего).\После окончания периода правления варваров катакомбы были эвакуированы и верующие собрали останки бесчисленных мучеников. Четыре из них были канонизированы в связи с примерным характером их жертвы: добрая Френегонда, Йоахим пастырь, чистая Галсвинта и конечно Клодомир.\Можно также отметить наличие могилы Тедерика, одного из царей Древних Людей. Его не разрешили хоронить в склепе царей, потому что его правление считалось жалким, и он был доставлен в катакомбы Св. Клодомира. Большинство знают о том, что Тедерик действительно подвергался напору советников и нечестных людей (мы до сих пор помним мага превращения Бориса, парализованного учителя фехтования Гюнтера и развратного Министра Ингмара, который использовал жену Тедерика и его дочь принцессу Тодору).

source: Barrel
fr: Tonneau
ru: Бочка

source: Stash
fr: Coffre
ru: Тайник

source: Urn
fr: Urne
ru: Урна

source: Door
fr: Porte
ru: Дверь

source: Morbid Arquebuser
fr: Arquebusier morbide
ru: Болезненный Аркебузер

source: Morbid Puppet
fr: Pantin morbide
ru: Болезненная Марионетка

source: Skeletton Guardian
fr: Gardien squelette
ru: Скелет Стражник

source: Dark Shadow
fr: Ombre ténébreuse
ru: Темная тень

source: Demonic Priest
fr: Prêtre démoniaque
ru: Демонический священник

source: Tainted Militia : Bully
fr: Milice Corrompue : Brute
ru: Запятнанная Милиция : Хулиган

source: Wandering Stones
fr: Errant des roches
ru: Блуждающие камни

source: Borlor the farmer
fr: Borlor le fermier
ru: Бориор фермер

source: Reliquary
fr: Reliquaire
ru: Ковчег

source: Gaunt Dog
fr: Molosse décharné
ru: Худощавый Пес

source: Zombified Peasant
fr: Paysan zombie
ru: Зомбированный Крестьянин

source: Putrid corpse
fr: Dépouille putride
ru: Гнилостный труп

source: Romulus the merchant
fr: Romulus le marchand
ru: Ромул торговец

source: Rare Trader
fr: Marchand rare
ru: Редкий торговец

source: The Great Questor
fr: Le Grand Questeur
ru: Большой Квестор

source: Lever
fr: Levier
ru: Рычаг

source: Zombie macer
fr: Zombie massier
ru: Раскалыватель зомби

source: Brother
fr: Frère
ru: Брат

source: The Reaper
fr: Le Faucheur
ru: Жнец

source: Pack Chief
fr: Chef de meute
ru: Главарь стаи

source: Alcuin the archivist
fr: Alcuin l'archiviste
ru: Алкуин архивариус

source: Infernal Dog
fr: Molosse infernal
ru: Адская собака

source: Abbe Hademar
fr: Abbé Hademar
ru: Аббат Гадемар

source: Abbey Shrine
fr: Potale de l'Abbaye
ru: Святыня аббатства

source: Catacombs Shrine
fr: Potale des Catacombes
ru: Святыня в катакомбах

source: Graveyard Shrine
fr: Potale du cimetière
ru: Святыня на кладбище

source: Barkeeper behind the door
fr: Tenancier derrière la porte
ru: Бармен за дверью

source: Skeletton Lord
fr: Seigneur squelette
ru: Лорд скелет

source: Burning charcoal golem
fr: Golem de charbon ardent
ru: Горящий улгяной голем

source: Bones stack
fr: Tas d'os
ru: Куча костей

source: Rognorak the blacksmith
fr: Rognorak le forgeron
ru: Рагнорак кузнец

source: Sarcophagus
fr: Sarcophage
ru: Саркофаг

source: Wandering cemeteries
fr: Errant des cimetières
ru: Блуждающее кладбище

source: Mass grave (Creates wanderers)
fr: Fosse commune (Crée des errants)
ru: Братская могила (Создает путешественников)

source: Passage
ru: Проход

source: Damned soul
fr: Ame damnée
ru: Проклятая душа

source: Guard
fr: Garde
ru: Охранник

source: Sergeant Waldemar
fr: Sergent Waldemar
ru: Сержант Волдемар

source: Writing case
fr: Ecritoire
ru: Пенал

source: Corrupted peasant
fr: Paysan corrompu
ru: Поврежденный крестьянин

source: Offshoot
fr: Rejeton
ru: Отросток

source: Tomb of King Teuderic
fr: Tombeau du Roi Teudéric
ru: Гробница короля Тедерика

source: King Teuderic
fr: Roi Teudéric
ru: Король Тедерик

source: Teuderic's torment
fr: Tourment de Teudéric
ru: Мучения Тедерика

source: Johannes the Fallen
fr: Johannes le Déchu
ru: Йоханнес Павший

source: Relic
fr: Dépouille
ru: Реликвия

source: Marrow sucker
fr: Suceur de Moelle
ru: Сосатель мозга

source: Pile of stones
fr: Tas de pierres
ru: Груда камней

source: Leather cuffs
fr: Brassards de cuir
ru: Кожание манжеты

source: These leather cuffs\protect the forearm.
fr: Ces brassards en cuir\protègent les avant-bras.
ru: Эти кожаные манжеты\защищают предплечья

source: Quilted armor
fr: Gambison
ru: Стеганые доспехи

source: This modest armor consists of a lined\split leather for cushion the blows.
fr: Cette modeste armure est constituée\d'une croute de cuir garnie à\l'intérieur d'une étoffe destinée\à amortir les coups.
ru: Эта скромная броня состоит из кожаной\стилки для смягчения ударов

source: Arquebus
fr: Arquebuse
ru: Аркебуза

source: This strange object has the power\to propel projectiles with great metal speed.\Much better than a bow but more painful to the ears!
fr: Cet objet étrange a le pouvoir\de propulser un projectile\métallique à vive vitesse.\Beaucoup mieux qu'un arc mais\plus douloureux pour les oreilles !
ru: Этот странный объект имеет мощность\послать снаряды с большой скоростью\Намного лучше, чем лук, но более болезненно на уши!

source: Leather boots
fr: Bottes en cuir
ru: Кожаные сапоги

source: Boots made for walking...and for\protecting feet beats slightly.
fr: Des bottes faites pour marcher...\et qui protègent légèrement\les pieds des coups.
ru: Сапоги для прогулок... и\небольшого приглушения шагов.

source: Ceremonial dagger
fr: Dague de cérémonie
ru: Цереморниальный кинжал

source: A sharp dagger designed for\sacrifices during ceremonies.
fr: Une dague acéré conçue pour des\sacrifices lors de cérémonie.
ru: Острый кинжал, предназначенный для\жертвоприношения во время торжественных церемоний.

source: Chainmail
fr: Cotte de mailles
ru: Кольчуга

source: An armor made of many steel\rings, a good compromise between\protection and freedom of movement.
fr: Cette armure constituée d'un\assemblage de fils métalliques\offre un bon compromis entre\liberté de mouvement et protection.
ru: Броня из многих стальных\колец, хороший компромисс между\защитой и свободой передвижения.

source: Coal
fr: Charbon
ru: Уголь

source: Coal is a base material for\the manufacture of steel
fr: Le charbon est un matériau de\base pour la fabrication d'acier.
ru: Уголь является основным материалом для\производства стали

source: Hand crossbow
fr: Arbalète de poing
ru: Ручной арбалет

source: This small throwing weapon\is handy and fast, however less\destructive than a firearm.
fr: Cette petite arme de jet\maniable et rapide est cependant\moins destructrice qu'une arme à feu.
ru: Эта небольшая метательное оружие\является удобным и быстрым, но менее\разрушительным, чем огнестрельное оружие.

source: Dagger
fr: Poignard
ru: Кинжал

source: Thin, pointed dagger\is a perfect weapon for\a traitor... or a woman.
fr: Ce poignard fin et acéré\est une arme parfaite pour\un traitre... ou pour une femme.
ru: Тонкий, заостренный нож\является идеальным оружием для\предателя... или женщины.

source: Minor faith potion
fr: Potion de foi mineure
ru: Малое зелье веры

source: The flask contents strangely\fluorescent gasoline will flow\divine in your veins!\You will regenerate 150 PF.
fr: Cette fiole au contenu étrangement\fluorescent fera couler l'essence\divine dans vos veines !\Vous régénére de 150 PF.
ru: Содержимое колбы странно\светящийся бензин вольет\дух в вашы жилы!\Вы восстановите 300 PF.

source: Frock
fr: Bure
ru: Платье

source: A monk's robe.
fr: Un habit de moine.
ru: Одежда монаха.

source: Great shield
fr: Grand bouclier
ru: Большой щит

source: This shield protects holder\from metal from the chest to the feet.
fr: Cet écu métallique protège\généreusement son porteur de\la poitrine jusqu'aux pieds.
ru: Этот щит защищает владельца\от металла, от груди к ногам.

source: Minor health potion
fr: Potion de soins mineurs
ru: Малое зелье здоровья

source: A red and thick liquid,\tastes disgusting. It is\certainly not good, but it\gives a famous whip.\You heal 150 HP.
fr: Un liquide rouge et épais,\au goût écoeurant. Ca n'est\assurément pas bon, mais ça\donne un fameux coup de fouet.\Vous soigne de 150 PV.
ru: Красная и густая жидкость,\на вкус отвратительная. Это\не хорошо, но она\делает свое дело.\Исцеляет 300 PV.

source: Cervelliere
fr: Cervelière
ru: Цервельер

source: This helmet is a\good head protection.
fr: Ce casque constitue une\bonne protection de la tête.
ru: Этот шлем\дает хорошую защиту головы.

source: Katzbalger
ru: Катцбалгер

source: This terrible two-handed weapon\is made to kill,\and not human beings...
fr: Cette terrible arme à deux\mains est faite pour tuer,\et pas que des êtres humains...
ru: Это страшное двуручное оружие\сделано, чтобы убивать,\но не человеческие существа...

source: Long sword
fr: Epée longue
ru: Длинный меч

source: This longsword\is well balanced:\an excellent weapon.
fr: Cette épée longue\est bien équilibrée :\une excellente arme.
ru: Этот меч\хорошо сбалансирован:\отличное оружие.

source: Azure pendant
fr: Pendentif azur
ru: Лазурный кулон

source: A pretty small pendant.
fr: Un joli petit pendentif.
ru: Красивый небольшой кулон

source: Iron ore
fr: Minerai de fer
ru: Железная руда

source: Iron ore is a basic material for\weapons and armors crafting.
fr: Le minerai de fer est un matériau\de base pour la fabrication\d'armes et armures.
ru: Железная руда является основным материалом для\изготовления оружия и доспехов.

source: Ring
fr: Anneau
ru: Кольцо

source: A small ring with one stone.
fr: Un petit anneau sertit d'une pierre.
ru: Малое кольцо с одним камнем.

source: Wooden board
fr: Planche en bois
ru: Деревянная доска

source: A board that can be used to\make many objects...\Perhaps the first step in a coffin?
fr: Une planche qui peut servir à\confectionner bien des objets...\Peut-être la première étape d'un cercueil ?
ru: Доска, которая может быть использована для\изготовления различных вещей...\Возможно, первый шаг к гробу?

source: Saddle Crossbow
fr: Arbalète à étrier
ru: Арбалет всадника

source: Buckler
fr: Petit bouclier
ru: Круглый щит

source: A small wooden shield\topped with metal reinforcements.
fr: Un petit bouclier de bois\garni de renforts métalliques.
ru: Небольшой деревянный щит\усиленный металлом.

source: Short sword
fr: Epée courte
ru: Короткий меч

source: A steel sword,\short but sharp.
fr: Une épée en acier,\courte mais tranchante.
ru: Стальной меч,\короткий но острый.

source: Wrath blade
fr: Lame de Courroux
ru: Клинок гнева

source: Two-handed sword
fr: Épée à deux mains
ru: Двуручный меч

source: This heavy sword crushes\and does not crack...
fr: Cette lourde épée écrase\ce qu'elle ne fend pas...
ru: Тяжелый меч ломает\но не ломается...

source: Boots
fr: Bottes
ru: Сапоги

source: Devine boots.
fr: Des bottes divines.
ru: Божественные сапоги.

source: Scarifier
fr: Scarificateur
ru: Скарификатор

source: Scarifier is a ceremonial dagger\used by the terrible killer Lavoisin.
fr: Scarificateur est une dague\ de cérémonie qui fut utilisée par\la terrible tueuse Lavoisin.
ru: Скарификатор это церемониальный кинжал,\использовавшийся страшным убийцей Лавозином.

source: Harold's damnation
fr: La Damnation d'Harold
ru: Проклятье Гарольда

source: This shield once belonged to\the great king Harold.
fr: Ce bouclier a appartenu\ au grand roi Harold.
ru: Этот щит когда-то принадлежал\славному королю Гарольду.

source: Reinforced gloves
fr: Gants renforcés
ru: Усиленные перчатки

source: Strong leather gloves\reinforced by metal plates.
fr: De solides gants en cuir\renforcés de plaques métalliques.
ru: Прочные кожаные перчатки\усиленые металлическими пластинами.

source: Leather hood
fr: Capuche de cuir
ru: Кожаный капюшон

source: A simple leather hood\offering little protection.
fr: Une simple capuche en cuir\offrant peu de protection.
ru: Простой кожаный капюшон\для небольшой защиты.

source: Satin robe of the Tearful Widow.
fr: Robe en satin de la Veuve Éplorée
ru: Атласные одеяния Плачущей Вдовы.

source: A black robe which suit perfectly to a woman in mourning.
fr: Une robe noir qui sied à ravir pour une femme en deuil.
ru: Черные одежды, которые идеально подходят женщине в трауре.

source: Winged mace
fr: Masse à ailettes
ru: Крылатая булава

source: A powerful weapon,\which crushes the skulls also\easily than eggs.
fr: Une arme puissante,\qui écrase les crânes aussi\facilement que des œufs.
ru: Мощное оружие,\которая ломает черепа\так же легко как яйца.

source: Fracasseuse
ru: Фракасус

source: A formidable weapon capable of crushing\a human skull in one fell swoop.\\One-handed weapon.
fr: Une arme redoutable capable d'écraser\un crâne humain en un seul coup.\\Arme à une main.
ru: Грозное оружие, которое способно дробить\человеческий череп одним махом.\\Одноручное оружие.

source: Flamboyant
fr: Flamboyante
ru: Горящий
