Repository: q4a/holyspirit
Catalog: Data/Miscs/Texts/*/data.po
Languages: fr, ru

source: Sword forged in the Hell's flammes\which belonged to the demon\before being stole by\the archangel Michel. This one lose it\by becoming incarnate\on Earth and is believed\gone forever.
fr: Épée forgée dans les flammes\de l'enfer, elle a appartenu au\démon avant d'être dérobée par\l'Archange Michel. Celui-ci la\perdit une fois en s'incarnant\sur Terre et on le cru\disparu à jamais.
ru: Меч выкован в пламени Ада\принадлежавший демону\перед тем как его похитил\архангел Михаил. Михаил потерял\его при воплощении\на Земле и, как полагают,\меч был потерян навсегда.

source: Timber axe
fr: Hache de bucheron
ru: Топор лесоруба

source: A simple axe for\cutting wood.\But it's also slices very\nice meat and bones...
fr: Cette puissante hache sert\habituellement à découper des arbres,\mais tranche aussi très\bien la viande et les os...
ru: Простой топор\для рубки дров.\Но он также очень хорошо\нарезает мясо и кости...

source: Butcher's mace
fr: Masse de boucher
ru: Булава мясника

source: This mace has pig killing for first goal.\But it's also very efficient against demons.\\Two-handed weapon.
fr: Cette masse a pour but\premier de tuer les cochons.\Mais elle se révèle aussi\très efficace contre les démons.\\Arme à deux mains.
ru: Эта булава предназначена для забоя свиней.\Но она также очень эффективна против демонов.\\Дворучное оружие.

source: Leather armor
fr: Armure de cuir
ru: Кожаные доспехи

source: Tears of the Tearful Widow
fr: Larme de la Veuve Éplorée
ru: Слезы Плачущей Вдовы

source: A jewel which suit perfectly to a woman in mourning.
fr: Un bijou qui sied à ravir pour une femme en deuil.
ru: Драгоценности, которые идеально подходят женщине в трауре.

source: Horned barbute
fr: Barbute à cornes
ru: Рогатый шлем

source: A barbarian helmet\extremely resistant.\Unavailable in the shops.
fr: Un casque de barbare\extrêmement résistant.\Introuvable dans le commerce.
ru: Шлем варвара,\чрезвычайно прочен.\Отсутствует у торговцев.

source: Copper ore
fr: Minerai de cuivre
ru: Медная руда

source: The copper ore is basic material for\weapons and armors crafting.
fr: Le minerai de cuivre est un matériau\de base pour la fabrication\d'armes et armures.
ru: Медная руда является основным материалом для\изготовления оружия и доспехов.

source: Ruby
fr: Rubis
ru: Рубин

source: A beautiful precious stone.
fr: Un magnifique joyau.
ru: Красивый драгоценный камень.

source: Blueprint : Horned barbute
fr: Schéma : Barbute à cornes
ru: Схема : Рогатый шлем

source: Blueprint explaining the construction of a horned barbute.
fr: Schéma expliquant la conception d'un barbute à cornes.
ru: Схема, обьясняющая конструкцию рогатого шлема.

source: Blueprint : Chainmail
fr: Schéma : Cotte de maille
ru: Схема : Кольчуга

source: Blueprint explaining the construction of a chainmail.
fr: Schéma expliquant la conception d'une cotte de maille.
ru: Схема, объясняющая изготовление кольчуги.

source: Blueprint : Pendant
fr: Schéma : Pendentif
ru: Схема : Кулон

source: Blueprint explaining the construction of a pendant.
fr: Schéma expliquant la conception d'un pendentif.
ru: Схема, обьясняющая конструкцию кулона.

source: Blueprint : Tiara
fr: Schéma : Tiare
ru: Схема : Тиара

source: Blueprint explaining the construction of a tiara.
fr: Schéma expliquant la conception d'une tiare.
ru: Схема, обьясняющая конструкцию тиары.

source: Tiara
fr: Tiare
ru: Тиара

source: Beautiful tiara orned with an emerald.
fr: Magnifique tiare sertie d'une emeraude.
ru: Прекрасная тиара с изумрудом.

source: Cleaver
fr: Couperet
ru: Дровокол

source: Knife used by butchers,\he shall rule the chairs.
fr: Couteau utilisé par les bouchers,\il a pour fonction de trancher les chaires.
ru: Нож мясников,\он правит банкетом.

source: Emerald
fr: Emeraude
ru: Изумруд

source: Gold ore
fr: Minerai d'or
ru: Золотая руда

source: Precious metal,\gold is mainly used in jewelry.
fr: Materiau précieux,\l'or est utilisé dans la confection\de bijoux.
ru: Драгоценный металл,\золото в основном используется в ювелирном деле.

source: Bronze shield
fr: Bouclier en bronze
ru: Бронзовый щит

source: A buckler forged entirely in bronze. \Very tough.
fr: Bouclier intégralement forgé\en bronze. Il est très solide.
ru: Щит кованый целиком из бронзы. \Очень тяжелый.

source: Blueprint : Bronze shield
fr: Schéma : Bouclier de bronze
ru: Схема : Бронзовый щит

source: Blueprint explaining the construction of a bronze shield.
fr: Schéma expliquant la conception d'un bouclier en bronze.
ru: Схема, обьясняющая конструкцию бронзового щита.

source: Diadem of the Tearful Widow
fr: Diadème de la Veuve Eplorée
ru: Диадема Плачущей Вдовы

source: A diadem which suits perfectly to a woman in mourning.
fr: Diadème qui sied à ravir pour une dame en deuil.
ru: Диадема, которая прекрасно подходит женщине в трауре.

source: Set of the Tearful Widow
fr: Set de la Veuve Eplorée
ru: Набор Плачущей Вдовы

source: Minor litany
fr: Litanie mineure
ru: Малый свиток для молитвы

source: This parchment holds the incantation\required to bless an item.
fr: Ce parchemin contient l'incantation\nécessaire à la bénédiction d'un objet.
ru: Этот пергамент содержит заклинания\необходимое для благословения предмета.

source: Minor Toxic Cloud Litany
fr: Litanie de nuage toxique mineure
ru: Молитва Малого Токсичного Облака

source: This parchment holds the incantation\required to bless an item so that this one\ could drop a toxic cloud on the battlefield.\This cloud deal 20 damage over 6 seconds.
fr: Ce parchemin contient l'incantation\nécessaire à la bénédiction d'un objet\pour que celui-ci lache un nuage toxique.\Ce nuage fait 20 points de dégats sur 6 secondes.
ru: Этот пергамент содержит заклинание\необходимое для благословения предмета, который сможет\бросить токсическое облако на поле боя.\Это облако наносит 20 ущерба за 6 секунд.

source: Blueprint : Burning coal golem
fr: Schéma : Golem de charbon ardent
ru: Схема : Горящий угольный голем

source: Blueprint explaining how to make a coal golem familiar.
fr: Schéma expliquant la confection d'un compagnon golem en charbon.
ru: Схема, обьясняющая как подружиться с угольным големом.

source: Burning coal golem
fr: Golem de charbon ardent
ru: Горящий угольный голем

source: A powerful companion.\The burning coal golem is an humanoid\made of coal.
fr: Un puissant allié.\Le golem de charbon ardent est un humanoïde\en charbon incendescent.
ru: Мощный спутник.\Горящий угольный голем это гуманоид\из угля.

source: Bone Espadon
fr: Espadon en os
ru: Костяной Эспадон

source: A two-handed sword made of bone.
fr: Une épée à deux mains taillée dans l'os.
ru: Двуручный меч из кости.

source: Bone shield
fr: Bouclier en os
ru: Костяной щит

source: Shield made of human bones.\Some say that it is cursed...
fr: Bouclier fabriqué à l'aide d'os humains.\Certains prétendent qu'ils sont maudits...
ru: Щит изготовлен из человеческих костей.\Некоторые говорят, что он проклят...

source: Limited faith potion
fr: Potion de foi limitée
ru: Ограниченное зелье веры

source: The flask contents strangely\fluorescent gasoline will flow\divine in your veins!\You will regenerate 300 PF.
fr: Cette fiole au contenu étrangement\fluorescent fera couler l'essence\divine dans vos veines !\Vous régénére de 300 PF.
ru: Содержимое колбы странно\светящийся бензин вольет\дух в вашы жилы!\Вы восстановите 300 PF.

source: Limited heal potion
fr: Potion de soins limités
ru: Ограниченное зелье исцеления

source: A red and thick liquid,\tastes disgusting. It is\certainly not good, but it\gives a famous whip.\You heal 300 PV.
fr: Un liquide rouge et épais,\au goût écoeurant. Ca n'est\assurément pas bon, mais ça\donne un fameux coup de fouet.\Vous soigne de 300 PV.
ru: Красная и густая жидкость,\на вкус отвратительная. Это\не хорошо, но она\делает свое дело.\Исцеляет 300 PV.

source: Aventail
fr: Camail
ru: Бармица

source: A cap made of mail\protecting the head and the neck.
fr: Un capuchon de maille qui\protège la tête et la nuque.
ru: Кольчужная шапка для\защиты головы и шеи.

source: Clodomir's Scepter
fr: Sceptre de Clodomir
ru: Скиперт Клодомира

source: Description and story of Clodomir.
fr: Description et histoire de Clodomir.
ru: Описание и история Клодомира

source: Journal of the monk Redimus
fr: Journal du moine Redimus
ru: Журнал монаха Редимуса

source: Some notes that seem to\come from the Redimus's the\monk newspaper.\Right-click to use.
fr: Quelques notes qui semblent\provenir du journal\du moine Redimus.\Clic droit pour utiliser.
ru: Некоторые заметки, кажется\взяты из газеты монаха\Редимуса.\Щелкните правой для использования.

source: Book of Saints - Calvary of Frenegonde
fr: Livre des Saints - Le Calvaire de Frénégonde
ru: Книга святых - Голгофа Френегонда

source: Excerpt from the Book of Saints, the paper\tells the story of St. Frenegonde.\Right-click to use.
fr: Extrait du Livre des Saints, ce document\relate l'histoire de Sainte Frénégonde.\Clic droit pour utiliser.
ru: Выдержки из книги Святых, работа\рассказывает о Св. Френегонде.\Щелкните правой для использования.

source: Book of Saints - The Sacrifice of Joachim
fr: Livre des Saints - Le Sacrifice de Joachim
ru: Книга святых - Жертвоприношение Иоакима

source: Excerpt from the Book of Saints, the paper\tells the story of St. Joachim.\Right-click to use.
fr: Extrait du Livre des Saints, ce document\relate l'histoire de Saint Joachim.\Clic droit pour utiliser.
ru: Выдержки из книги Святых, работа\рассказывает о Св. Иохиме.\Щелкните правой для использования.

source: Book of Saints - The Courage of Galswintha
fr: Livre des Saints - Le Courage de Galswinthe
ru: Книга святых - Мужество Галсвинты

source: Excerpt from the Book of Saints, the paper\tells the story of St. Galswintha.\Right-click to use.
fr: Extrait du Livre des Saints, ce document\relate l'histoire de Sainte Galswinthe.\Clic droit pour utiliser.
ru: Выдержки из книги Святых, работа\рассказывает о Св. Галсвинте.\Щелкните правой для использования.

source: Book of Saints - Story of Clodomir's Life
fr: Livre des Saints - La Vie Exemplaire de Clodomir
ru: Книга святых - История жизни Клодомира

source: Excerpt from the Book of Saints, the paper\tells the story of Saint Clodomir.\Right-click to use.
fr: Extrait du Livre des Saints, ce document\relate l'histoire de Saint Clodomir.\Clic droit pour utiliser.
ru: Выдержки из книги Святых, работа\рассказывает о Св. Клодомире.\Щелкните правой для использования.

source: Barbarian Haksil armor
fr: Armure barbare d'Haksil
ru: Латы варвара Хаксила

source: Weaved mesh and leather\belonged to the terrible barbarian leader\Haksil Wurgasht.\Some say it still stained by\the blood of St. Frenegonde...
fr: Armure de maille et de cuir\qui appartenut au terrible chef barbare\Haksil Wurgasht.\Certains la disent encore souillée par\le sang de Sainte Frénégonde...
ru: Плетеная сетка и кожа,\принадлежавшая грозному варварскому вождю\Хаксилу Вургасту.\Некоторые говорят, что он все еще замащен\кровью Св. Френегонды...

source: Crossbow of eternal fire
fr: Arbalète de feu éternel
ru: Арбалет вечного огня

source: The crossbow was soaked\in the blood of the demon,\giving it the ability to\pull the explosive bolts.
fr: Cette arbalète a été trempée\dans le sang du démon,\lui conférant la capacité de\tirer des carreaux explosifs.
ru: Арбалет был пропитан\кровью демона,\давая ему возможность\посылать взрывные снаряды.

source: The finger of Saint Clodomir
fr: Le doigt de Saint Clodomir
ru: Палец святого Клодомира

source: No description
ru: Без описания

source: The ear of St. Frenegonde
fr: L'oreille de Sainte Frénégonde
ru: Ухо святой Френегонди

source: The heart of Saint Joachim
fr: Le coeur de Saint Joachim
ru: Сердце святого Иоакима

source: The eye of St. Galswintha
fr: L'oeil de Sainte Galswinthe
ru: Сердце святой Галсвинты

source: Silver:
fr: Argent :
ru: Серебро:

source: Blueprint : Short sword
fr: Schéma : Epée courte
ru: Схема : Короткий меч

source: Blueprint explaining the design of a short sword.
fr: Schéma expliquant la conception d'une épée courte.
ru: Схема, обьясняющая конструкцию короткого меча.

source: Blueprint : Hand crossbow
fr: Schéma : Arbalète de poing
ru: Схема : Ручной арбалет

source: Blueprint explaining the design of a hand crossbow.
fr: Schéma expliquant la conception d'une arbalète de poing.
ru: Схема объясняет конструкцию ручного арбалета.

source: Teuderic's Seal
fr: Sceau de Teudéric
ru: Печать Тедерика

source: Ring that belonged to the glorious King Teuderic.
fr: Anneau ayant appertenu au glorieux Roi Teudéric.
ru: Кольцо, принадлежавшее славному королю Тедерику.

source: Teuderic's Crown
fr: Couronne de Teudéric
ru: Корона Тедерика

source: Crown that belonged to the glorious King Teuderic.
fr: Couronne ayant appertenu au glorieux Roi Teudéric.
ru: Корона, которая принадлежала славному королю Тедерику.

source: Teuderic's Plastron
fr: Plastron de Teudéric
ru: Нагрудник Тедерика

source: Plastron that belonged to the glorious King Teuderic.
fr: Plastron ayant appertenu au glorieux Roi Teudéric.
ru: Нагрудник, принадлежавший славному королю Тедерику.

source: Teuderic's Finery
fr: Atours de Teudéric
ru: Украшения Тедерика

source: History of the Abbey of St. Clodomir
fr: Histoire de l'Abbaye de Saint Clodomir
ru: История Аббатства Св. Клодомира

source: By brother Vlanker, honorary monk of the abbey.
fr: Par frère Vlanker, moine honoraire de l'abbaye.
ru: Брата Вланкера, почетного монаха аббатства.

source: Tobacco pouch
fr: Blague à tabac
ru: Кисет

source: Romulus's Tobacco!
fr: Le tabac de Romulus !
ru: Табак Ромула

source: Bone sword
fr: Epée en os
ru: Костей меч

source: Tutorial
ru: Обучение

source: The Abbey - Exterior
fr: L'abbaye - extérieur
ru: Аббатство - Двор

source: The Catacombs - Level 1
fr: Les catacombes - Niv 1
ru: Катакомбы - Уровень 1

source: The Abbey - Interior
fr: L'abbaye - intérieur
ru: Аббатство - Строение

source: The Catacombs - Level 2
fr: Les catacombes - Niv 2
ru: Катакомбы - Уровень 2

source: The Cave
fr: Grotte
ru: Пещера

source: Mausoleum
fr: Mausolée
ru: Мавзолей

source: Pretended soldier deliverer of God and Christ's tomb, you have much killing and sometimes breach,\flouting the values in whose name you did bloodshed...\Of course you know how to fight, but your burden is the heaviest and you must accomplish many feats to win you back!
fr: Pretendu soldat de Dieu et liberateur du tombeau du Christ, tu as largement massacre et quelques fois viole,\bafouant les valeurs au nom desquelles tu faisais couler le sang...\Certes tu sais te battre, mais ton fardeau est des plus lourds et tu devras accomplir bien des exploits pour te racheter !
ru: Так называемый солдат освободитель из могилы Бога и Христа, вы должны много убивать, а иногда и забывать,\у чье имя вы совершили кровопролитие...\Вы, конечно, знаете, как драться, но ваша ноша тяжелая, и вы должны знать много трюков, чтобы себя обезопасить!

source: At least you've never pretended to be virtuous...\Nee in the mud, you've dressed up in finery demonic female seductrices for you infiltrate the highest levels of society.\But even among the princes we can not deny its origins when they are unworthy,\and when your charm was not enough you were able to wield the dagger like poison...
fr: Toi au moins tu n'as jamais pretendu etre vertueuse...\Nee dans la fange, tu t'es paree des atours demoniaques des femelles seductrices pour t'infiltrer au plus haut niveau de la societe.\Mais meme au milieu des princes on ne peut renier ses origines quand elles sont indignes,\et quand ton charme n'a pas suffi tu as su manier le poignard comme le poison...
ru: По крайней мере она никогда не притворялась благотворительной...\Выйдя из болота, она оделась в одежды демонической женщины соблазнительницы чтобы проникнуть в высшие слои общества.\Но среди князей мы не можем отрицать ее происхождения, она недостойна,\и когда ее обаяния было недостаточно, то она могла завладеть кинжалом, как ядом...

source: The gunslinger is one of those bounty hunters who count only its own interests. He does not hesitate to kill innocent people if he should and his contracts are its only limit. And even if another offer him seem more interesting, it may turn against his boss. Normally destined to hell, it is committed by God to do the dirty work.
fr: Le pistolero est un de ces chasseurs de prime pour qui seul ses propres interets comptent. Il n'hesites pas a tuer des innocents si il le doit et ses contrats sont sa seule limite. Et encore si une autre offre lui parait plus interessante, il pourra se retourner contre son patron. Normalement destine aux enfers, il est engage par Dieu pour faire le sale boulot.
ru: Стрелец является одним из охотников за головами, который удовлетворяет только свои собственные интересы. Он не колеблясь убивает невинных людей, если ему этого нужно для выполнения соглашения. И даже если ему дадут более интересное предложение, он может пойти против собственного босса. Обычно им прямая дорога в ад и они используются Богом для выполнения грязной работы.

source: Religious fanatic par excellence, he was made a point to go to any heretic or witch bonfire ever. And without further ado, having never had remorse or doubt when has the guilt of his victims. So God decided to fulfill the dream of the inquisitor, that is to say the really let go in a world overrun by evil, a place where he can let go of his madness and sadism without making any innocent victim.
fr: Fanatique religieux par excellence, il s'etait fait un devoir de passer au bucher tout heretique ou sorciere qui soit. Et ce sans autre forme de proces, n'ayant jamais eu un remord ou l'ombre d'un doute quand a la culpabilite de ses victimes. Dieu decide donc d'accomplir le reve de l'inquisiteur, c'est a dire le lacher dans un monde reellement envahi par le Mal, un endroit ou il pourra lacher sa folie et son sadisme sans faire de victime innocente.
ru: В общем религиозный фанатик, он сразу отправит любых еретика или ведьму на костер. И, не лукавя, их никогда не мучили угрызения совести или сомнения о смерти их жертв. Таким образом, Бог решил воплотить мечту инквизитора, и отпустить его в мир переполнен злом, место, где он сможет дать волю своим безумию и садизму, не убивая невинных людей.

source: Display/Hide map (M)
fr: Afficher/Cacher carte (M)
ru: Показать/Скрыть карту (M)

source: Inventory (I)
fr: Inventaire (I)
ru: Инвентарь (I)

source: Quests (Q)
fr: Quetes (Q)
ru: Квесты (Q)

source: Miracles (T)
ru: Чуда (T)

source: Menu (Escape)
fr: Menu (Echap)
ru: Меню (Escape)

source: Console (Tab)
ru: Консоль (Tab)

source: Documents (D)
ru: Документы (D)

source: Weapon set n1 (W)
fr: Set d'armes n?1 (W)
ru: Набор оружыя 1 (W)

source: Weapon set n2 (W)
fr: Set d'armes n?2 (W)
ru: Набор оружыя 2 (W)

source: The Persecutor path
fr: La voie du Persecuteur
ru: Путь Преследователя

source: The Protector path
fr: La voie du Protecteur
ru: Путь Защитника

source: The Pious Path
fr: La voie du Pieux
ru: Путь благочестия

source: The Poisoner Path
fr: La voie de l'Empoisonneuse
ru: Путь Отравителя

source: The Assassin Path
fr: La voie de l'Assassin
ru: Путь убийцы

source: The Seductress Path
fr: La voie de la Seductrice
ru: Путь Искушения

source: Saint Barbe Incarnation
fr: Incarnation de Sainte Barbe
ru: Воплощение Св. Барба

source: The crusader summons Saint Barbe to help him.\She allows the crusader to inflict fire damages.
fr: Le croisé appelle Sainte Barbe pour venir à son aide.\Celle-ci permet au croisé d'infliger des dégâts de feu.\Non cumulable avec les autres incarnations.
ru: Крестоносец вызывает Святую Барбу, чтобы помочь ему.\Она позволяет крестоносцу наносить ущерб огнем.

source: Fire Damage : %1-%2
fr: Dégâts de feu : %1-%2
ru: Ущерб от огня : %1-%2

source: Charge
ru: Заряд

source: The crusader charges an adversary knocking down everything on his way.\Usable only with a shield.
fr: Le croisé charge un adversaire en renversant tout sur son passage.\Utilisable uniquement avec un bouclier.
ru: Крестоносец заставляет противника сбивать все на своем пути.\Используется только со щитом.

source: Damage during the charge : %1-%2
fr: Dégâts durant la charge : %1-%2
ru: Урон во время зарядки : %1-%2

source: Damage upon impact : %3-%4
fr: Dégâts à l'impact : %3-%4
ru: Урон при ударе : %3-%4

source: Divine Tornado
fr: Tornade divine
ru: Божественный Торнадо

source: The crusader makes his blade spin\pushing back ennemies close to him.\Usable only with two-handed weapons.
fr: Le croisé fait tournoyer son épée\repoussant les ennemis en contact avec lui.\Utilisable uniquement avec des armes à deux mains.
ru: Крестоносец вращает клинок\отодвигая ближних врагов.\Доступно только с двуручной оружием.

source: Damage : %1 \% of the weapon
fr: Dégâts : %1 \% de l'arme
ru: Урон : %1 \% от оружия

source: Saint Lazare Incarnation : Vampirism
fr: Incarnation de Saint Lazare : Vampirisme
ru: Воплощение Св. Лазара : Вампиризм

source: In addition to heal the crusader, Saint Lazare\allows him to stole the health of his ennemies.
fr: En plus de soigner le croisé, Saint Lazare\lui permet de voler la vie de ses adversaires.
ru: Кроме лечения крестоносца, Святой Лазарь\позволяет ему красть здоровье у врагов.

source: Health stolen: %1\%
fr: Vol de vie : %1\%
ru: Кража жизни : %1\%

source: Saint Lazare Incarnation
fr: Incarnation de Saint Lazare
ru: Воплощение Св. Лазара

source: The crusader summons Saint Lazare to help him.\He boosts the crusader health regeneration.\Can not be combined with other incarnations.
fr: Le croisé appelle Saint Lazare pour venir à son aide.\Celui-ci améliore la régénération de santé du croisé.\Non cumulable avec les autres incarnations.
ru: Крестоносец вызывает Святого Лазаря для помощи.\Он усиливает восстановление здоровья крестоносца.\Не может быть объединено с другими воплощениями.

source: Health regeneration : +%1
fr: Régénération de vie : +%1
ru: Восстановление жизни : +%1

source: Charm
fr: Charme
ru: Очарование

source: The concubine charms an ennemy\to help her in her fight.
fr: La courtisane charme un adversaire\afin qu'il combatte pour elle.
ru: Наложница завораживает врага\чтобы тот помог ему в бою.

source: Maximum health : %2
fr: Vie maximale : %2
ru: Максимум жизни : %2

source: Charm : Mastodont
fr: Charme : Mastodonte
ru: Очарование : Мастодонт

source: Charmed ennemy gain more life under the charm\and regenerate their health more rapidly.
fr: Les adversaires charmés ont plus de vie.\et se régénèrent plus vite.
ru: Очарованный враг отнимает больше жизни\и восстанавливает свое здоровье быстрее.

source: Health added : %2
fr: Vie supplémentaire : %2
ru: Добавляет жизни : %2

source: Health regeneration : +%1/s
fr: Régénération vie : +%1/s
ru: Восстановление жизни : +%1/с

source: Toxic cloud
fr: Nuage toxique
ru: Токсичное облако

source: The concubine throws a globe that\unleashes a toxic cloud on impact.
fr: La courtisane envoie un globe qui\ libère un nuage toxique à l'impact.
ru: Наложница бросает шар, которая\при ударе высвобождает токсическое облако.

source: %1 damages on 6 seconds
fr: %1 dégâts sur 6 secondes
ru: %1 урона за 6 секунд

source: Venom
fr: Venin
ru: Яд

source: The concubine poison her weapons during a certain period of time.
fr: La courtisane empoisonne son arme pendant un certain laps de temps.
ru: Наложница отравляет ее оружие на определенный период времени.

source: Duration : %1 seconds
fr: Durée : %1 secondes
ru: Длительность : %1 секунд

source: Corrosion damage: %3 on 2 seconds.
fr: Dégâts de poison : %3 sur 2 secondes.
ru: Повреждение коррозией : %3 за 2 секунды.

source: Mighty Blow
fr: Coup puissant
ru: Мощный удар

source: The crusader sends a powerful blow\pushing back adversaries.
fr: Le croisé donne un violent coup\pouvant repousser un adversaire.
ru: Крестоносец выполняет мощный удар,\что отталкивает противников.
