Repository: q4a/holyspirit
Catalog: Data/Miscs/Texts/*/data.po
Languages: fr, ru

source: There? Immediately? But I'm bored! That is, perfectly, I'm bored to the point where it could go bad... You know what? I am so idle that if you give me something to tinker with a gun I'll make the free, just for fun. \If you want I plan a sophisticated machine that I train for ages. Find me a pound of metal and a solid piece of wood and I'll factory in stride. It is a gift, because I love the pretty girls!
fr: Là ? Tout de suite ? Mais je m'emmerde ! Voilà, parfaitement, je m'ennuie à un tel point que ça pourrait me rendre méchant... Tu sais quoi ? Je suis tellement désœuvré que si tu me donnes de quoi bricoler une arme je te la fais gratuitement, juste pour le plaisir. \Si tu veux j'ai le plan d'une machine sophistiquée que je traine depuis des lustres. Trouve-moi une livre de métal et un solide morceau de bois et je te la fabrique dans la foulée. C'est un cadeau de ma part, parce que j'aime les jolies demoiselles !
ru: Здесь? Сейчас? Но мне скучно! То есть, мне скучно до точки, где уже хуже быть не может... Знаешь что? Я сижу без дела, поэтому если ты дашь мне что-нибудь, связанное с оружием, я сделаю это бесплатно, просто для удовольствия.\Если хочешь, я разрабатываю сложную машину. Найди мне фунт металла и целый кусок дерева, и я кое-что смастерю. Это подарок, потому что я люблю красивых девушек!

source: ///BARKEEPER////
ru: ///БАРМЕН////

source: Pssst! Hey you!
fr: Pssst ! Hé vous !
ru: Пссс! Эй!

source: Pssst! Hey you! Come help me!\I dare not leave my hostel since these demons attacked me!
fr: Pssst ! Hé vous ! Venez m'aider!\Je n'ose plus sortir de mon auberge depuis que ces démons m'ont attaqué !
ru: Пссс! Эй! Иди и помоги мне!\Я не могу покинуть отель после нападения тех демонов!

source: I'll get rid of right away!
fr: Je vais vous en débarrasser tout de suite !
ru: Я разберусь с этим немедленно!

source: Wait, I have other details to be worked before...
fr: Attendez, j'ai d'autres détails à régler avant...
ru: Подожди, у меня есть дела поважнее...

source: Hey! I still need you! Help me, I can not stand to stay locked up here!
fr: Hé ! J'ai toujours besoin de vous ! Aidez-moi, j'en peux plus de rester enfermé ici !
ru: Эй! Ты все еще мне нужен! Помоги мне, я не могу сидеть здесь вечно!

source: Thank you, I do not know where to go but at least I'm going to run away from here!
fr: Merci, je ne sais pas où aller mais au moins je vais pouvoir fuir loin d'ici !
ru: Спасибо, я не знаю, куда идти, но хотя я заберусь подальше отсюда!

source: You hear a howl of pain in the distance... Looks like the voice of the innkeeper...
fr: Vous entendez un hurlement de souffrance dans le lointain... On dirait la voix de l'aubergiste...
ru: Вы слышите болезненный крик неподалеку... Похоже это голос хозяина...

source: ///SERGEANT WALDEMAR////
fr: ///SERGENT WALDEMAR////
ru: ///СЕРЖАНТ ВАЛЬДЕМАР////

source: Greetings my guys. You are here safe because me and my men are guarding the place. If you go by and you find survivors sends us, we represent the last vestiges of civilization!
fr: Salutations mon gars. Tu es ici en sécurité car moi et mes hommes on garde la place. Si tu sors d'ici et que tu trouves des survivants envoie les nous, nous représentons les derniers vestiges de la civilisation !
ru: Приветствую парень. Здесь ты в безопасности, потому что я и мои люди охраняют это место. Если ты пройдешь мимо и не найдешь живых, значит мы представляем последние остатки цивилизации!

source: Greetings, female. I have nothing against you but avoids dispel my men, they need all their concentration to keep the walls of the Abbey...
fr: Salutations, femme. Je n'ai rien contre toi mais évite de dissiper mes hommes, ils ont besoin de toute leur concentration pour garder les murailles de l'abbaye...
ru: Приветствую даму. Я ничего не имею против вас, но не мути моих людей, они должны быть внимательными чтобы уберечь стены Аббатства...

source: I'm Waldemar, Sub-Officer of the Empire. Normally I'm Sergeant but given the circumstances I might as well be Marshall! All these skeletons almost make me regret the barbarians. At least they were flesh and blood like us and killing made sense...
fr: Je suis Waldemar, Sous-Officier de l'Empire. Normalement je suis Sergent mais étant donné les circonstances je pourrais tout aussi bien être Maréchal ! Tous ces squelettes me font presque regretter les barbares. Au moins ils étaient de chair et de sang comme nous et tuer avait un sens...
ru: Я Валдемар, младший офицер Империи. Обычно я Сержант, но учитывая обстоятельства, я мог бы быть даже Маршалом! Все эти скелеты почти заставляют меня жалеть варваров. По крайней мере они из плоти и крови, как и мы, и убийство имело смысл...

source: I can do something for you?
fr: Je peux faire quelque chose pour toi ?
ru: Я могу что-то для тебя сделать?

source: Well no, not now. These horrible creatures seem to ignore the abbey for now... I hope it will last because if they decide to storm it will not stand for long. At least Will is the consolation of dying all together!
fr: Et bien non, pas pour l'instant. Ces horribles créatures ont l'air d'ignorer l'abbaye pour le moment... J'espère que ça va durer car s'ils s'avisent de donner l'assaut on ne résistera pas bien longtemps. Au moins aura-t-on la consolation de mourir tous en ensemble !
ru: Нет, не сейчас. Эти ужасные существа, похоже, пока не трогают аббатство... Я надеюсь, что так будет и дальше, потому что если они решат штурмовать то аббатство не устоит. По крайней мере мы все умрем в святом месте!

source: What is happening?
fr: Qu'est-ce qui se passe ?
ru: Что тут творится?

source: Ah! What a question! Well I can not answer you specifically. Everything seems to be Ruhigland suddenly invaded by hostile creatures, corpses and skeletons strangely resuscitated... Some point to a bloodthirsty creature that walks the night, nicknamed the "reaper", others talk of a monstrosity in the eyes that shine like fire in the forest... Going to sort out the fantasies of these bumpkins and reality!\In any case many of us think that all this has something to do with a barbarian revenge...
fr: Ah ! En voilà une question ! Et bien je ne saurais te répondre précisément. Tout Ruhigland semble être brusquement envahi de créatures hostiles, de cadavres et de squelettes étrangement réanimés... Certains évoquent une créature sanguinaire qui se promène la nuit, surnomée le « faucheur », d'autres parlent d'une monstruosité aux yeux qui brillent comme la braise, dans la forêt... Va faire le tri entre les fantasmes de ces bouseux et la réalité !\En tout cas nous sommes nombreux à penser que tout ça a quelque chose à voir avec une vengeance des barbares...
ru: Ах! Хорошый вопросик! Ну, я не могу тебе ответить. Похоже, что в Рухигланд внезапно вторглись враждебные существа, трупы и ходячие скелеты... Некоторые говорят о кровожадном существе, что бродит здесь по ночам, по прозвищу "жнец", другие говорят о чудовище, у которого глаза сияют как огонь в лесу... Надо разобраться что из этих слов мужиков фантазии а что реальность!\В любом случае, многие из нас думают, что все это как-то связано с местью варваров...

source: Was he outside of the survivors of the abbey?
fr: Y a-t-il des survivants en dehors de l'abbaye ?
ru: А есть кто-то, кто выжил за пределами аббатства?

source: Some... The old Ridwen Myrta and her niece who live in the woods to the south, the innkeeper of the Wolf peeled who has cut his home, and Jacquou, the poor fool who walks around the village. He is not afraid of him anything! He wanders the night with strange small bright objects. I wonder how he manages to survive amidst all that, but he refuses to come with us!
fr: Quelques uns... La vieille Myrta et sa nièce Ridwen qui vivent dans les bois au sud, le patron de l'auberge du Loup pelé qui s'est retranché chez lui, et Jacquou, le pauvre imbécile du village qui se promène. Il n'a peur de rien lui ! Il se ballade la nuit avec d'étranges petits objets lumineux. Je me demande comment il arrive à survivre au milieu de tout ça, mais il refuse de venir avec nous !
ru: Некоторые... Старая Ридвен Мирта и ее племянница, которые живут в лесу на юге, хозяин Волка, и Жакоб, бедный дурак, который ходит по деревне. Он не боится ничего! Он бродит по ночам со странными маленькими яркими предметами. Интересно, как ему удается выжить среди всего этого, но он отказывается идти с нами!

source: ///FARMER SUITE///
fr: ///FERMIER SUITE///
ru: ///СВИТА ФЕРМЕРА///

source: Beware the reaper!
fr: Prends garde au faucheur !
ru: Бойся жнеца!

source: The reaper?
fr: Le faucheur ?
ru: Жнеца?

source: Yeah, the reaper! You know? This is kind of lanky beast with a head! The horrible is the reaper! And terrible, nobody can kill him, ten peasants died with their fork while trying to zigouiller. Y comes out at night, then must be locked at night. The day never seen!
fr: Oué, le faucheur ! Tu connais pas ? C'est une sorte de grand échalas avec une tête de bestiau ! L'est horrible le faucheur ! Et terrible, personne peut le tuer, dix paysans sont morts avec leur fourche en essayant de le zigouiller. Y sort que la nuit, alors faut s'enfermer le soir. Le jour on le voit jamais !
ru: Да, жнеца! Знаешь? Это такой длинный зверь с головой! Этот жнец это просто ужас! И страшно то, что никто не может его убить, десять крестьян умерли с вилами в руках, пытаясь его завалить. Он выходит ночью, поэтому ловить его надо ночью. Днем его никто не видел!

source: ///DOORS///
ru: ///ДВЕРИ///

source: It's locked.
fr: C'est fermé à clé.
ru: Это заблокирована.

source: It's closed.
fr: C'est fermé.
ru: Она закрыта.

source: //MISSED RELIC///
ru: //ПОТЕРЯННАЯ РЕЛИКВИЯ///

source: The reliquary of St. Galswintha is empty!
fr: Le reliquaire de Sainte Galswinthe est vide !
ru: Гробница Св. Галсвинты пуста!

source: ///MONK ALCUIN///
ru: ///МОНАХ АЛКУИН///

source: Hello! I am brother Alcuin. I am the second brother of the abbey, although Hademar consider myself his slave...
fr: Bonjour ! Je suis frère Alcuin. Je suis le Frère second de l'abbaye, même si Hademar me considère comme son esclave...
ru: Привет! Я брат Алкуин. Я второй брат аббатства, хотя Гадемар считает меня своим рабом...

source: What can you tell me about the abbey?
fr: Que peux-tu me dire sur l'abbaye ?
ru: Что ты можешь сказать мне об аббатстве?

source: The abbey of Saint Clodomir is a venerable institution known throughout Ruhigland. As you can see it now serves as a refuge for neighbors who escape the horror that fell on us...
fr: L'abbaye de Saint Clodomir est un vénérable établissement célèbre dans tout Ruhigland. Comme tu peux le constater il sert aujourd'hui de refuge aux voisins réchappés de l'horreur qui nous est tombée dessus...
ru: Аббатство Святого Клодомира это уважаемое учреждение, известное на весь Ругигленд. Как видишь в настоящее время оно выступает в качестве убежища для соседей, спасающихся от ужасов, что к нам пришли...

source: What do you know about relics?
fr: Que sais-tu sur les reliques ?
ru: Что ты знаешь о мощах?

source: The relics are treasures that ensure the reputation of the abbey. Specifically they are useless, except to perform miraculous incantations once a century... And yet these incantations do not always work!\Since monks were lost in the catacombs we banned their access, and Hademar no one cares much. I'm sure he does not even know that relics disappeared...
fr: Les reliques sont des trésors qui assurent la renommée de l'abbaye. Concrètement elles ne servent à rien, hormis à réaliser des incantations miraculeuses une fois pas siècle... Et encore ces incantations ne fonctionnent pas toujours !\Depuis que des moines se sont perdus dans les catacombes on en a interdit leur accès, et Hademar ne s'y intéresse pas beaucoup. Je suis sûr qu'il ne sait même pas qu'une des reliques a disparu...
ru: Мощи это сокровища, которые обеспечивают репутацию монастыря. Всего они ни на что не годятся, кроме произношения заклинания раз в столетие... И даже эти заклинания не всегда работают!\Когда в катакомбах погибли монахи мы закрыли туда доступ, а Гадемар не очень о них заботится. Я уверен, что он даже не знает, что мощи исчезли...

source: It lacks a relic?
fr: Il manque une relique ?
ru: Мощи исчезли?

source: Yes, before Hademar happens, the monks indulged in questionable practices. Some farmers were paid to show them the relics... And one day one of them, the pair of eyes of St. Galswintha, disappeared due to the negligence of a brother...
fr: Oui, avant qu'Hademar arrive, les moines se laissaient aller à des pratiques douteuses. Certains faisaient payer les paysans pour leur montrer les reliques... Et un jour l'une d'elles, la paire d'yeux de Sainte Galswinthe, a disparu du fait de la négligence d'un frère...
ru: Да, до Гадемара монахи предавались сомнительным практикам. Некоторые фермеры платили чтобы увидеть мощи... И вот однажды одна из реликвий, пара глаз Св. Галсвинты, пропали из-за халатности брата...

source: Where can I find it?
fr: Où puis-je la trouver ?
ru: Где я могу их найти?

source: Hm... I do not know. Some pointed to a thief, other animal that would have won the thing... I do not know what is the exact reality about this unfortunate event! Yet there is something that should simplify searching: the eyes have the ability to glow in the dark. If it's any help...
fr: Ca... Je ne n'en sais rien. Certains ont incriminé un voleur, d'autres un animal qui aurait emporté la chose... Je ne sais quelle est la réalité exacte au sujet de cet évènement regrettable ! Pourtant il y a une chose qui devrait simplifier la recherche : les yeux ont la propriété de briller dans l'obscurité. Si ça peut t'aider...
ru: Хм... Я не знаю. Некоторые указывали на вора, другие на животных... Я не знаю, что из этого является правдой о несчастном случае! Но есть кое-что, что должно упростить поиск: глаза обладают способностью светиться в темноте. Если это как-то поможет ...

source: ///TEUDERIC///
ru: ///ТЕДЕРИК///

source: Forgotten by all the gods... a human being, a real, flesh!\I did not see one day...\Help me to die! I want to go to my grave and find rest but I can not do it alone!
fr: Par tous les dieux oubliés... un être humain, un vrai, en chair !\Je ne pensais pas en revoir un jour... \Aide-moi mortel ! Je veux retourner dans ma tombe et y trouver le repos mais j'ai ne peux le faire tout seul !
ru: Забытый всеми богами... человек, реальная, плоть!\Я не видел такого уже...\Помоги мне умереть! Я хочу к моей могиле чтоб обрести покой, но я не могу сделать это сам!

source: I'm Teuderic, King of the Old People. Not the brightest for sure, I was duped and betrayed by a bunch of mediocre courtiers. When I realized their treachery I have them all hanged. But since my death their ghosts haunt me incessantly, and it's been ages since I experienced this hellish existence without hope of rest. Only a living can get rid of it!
fr: Je suis Teudéric, roi de l'Ancien peuple. Pas le plus brillant c'est sûr, j'ai été berné et trahi par une bande de médiocres courtisans. Quand je me suis rendu compte de leur félonie je les ai tous fait pendre. Mais depuis ma mort leurs fantômes me hantent sans relâche, et cela fait des siècles que je subis cette existence infernale sans espoir de repos. Seul un vivant peut m'en débarrasser !
ru: Я Тедерик, король Древних Людей. Не самый яркий, я был обманут и предан кучкой посредственных придворных. Когда я понял их измену я их повесил. Но со времени моей смерти их призраки постоянно меня преследуют, и я терплю это адское существование уже веками без надежды на отдых. Только живой может от него меня избавить!

source: Meurs, skeletal abomination!
fr: Meurs, abomination squelettique !
ru: Умри, скелетная гадость!

source: For now I have something else to do...
fr: Pour l'heure j'ai autre chose à faire...
ru: В настоящее время у меня есть другая работа...

source: How can I help you?
fr: Comment puis-je t'aider ?
ru: Как я могу помочь?

source: It's simple. Wait a few moments and they will come back. Gunther, Ingmar, Boris and others, these vile pigs! I am powerless against them but you will be able to defeat them. Or perish by the way, I must warn you they are more powerful dead than they were alive!
fr: C'est simple. Attends quelques instants et ils vont revenir. Gunther, Ingmar, Boris et les autres, ces ignobles pourceaux ! Je suis impuissant contre eux mais toi tu pourras les vaincre. Ou périr d'ailleurs, je dois te prévenir qu'ils sont plus puissants morts qu'ils ne l'étaient vivants !
ru: Это просто. Подожди несколько секунд, и они вернутся. Гюнтер, Ингмар, Борис и другие, эти мерзкие свиньи! Я бессилен против них, но ты сможешь победить их. Или погибнуть, кстати, я должен предупредить тебя, что мертвые они более сильные чем когда были живы!

source: Okay.
fr: D'accord.
ru: Хорошо.

source: In this case I'm going!
fr: Dans ce cas je m'en vais !
ru: Ну тогда я пошел!

source: At the enemy!
fr: Sus à l'ennemi !
ru: На врага!

source: You'll die, vermin!
fr: Tu va crever, vermine !
ru: Вы сдохнете, паразиты!

source: Finally... freedom...
fr: Enfin... la liberté...
ru: Наконец... свобода...

source: ///Johannes///
ru: ///Йоханнес///

source: Forgiveness young person, but this relic comes back to me! I was just going to take it when you arrived! Hi hi!
fr: Pardon jeune personne, mais cette relique me revient ! J'allais juste la prendre quand vous êtes arrivé ! Hi hi !
ru: Извини парень, но эта реликвия вернется ко мне! Я как раз собирался взять ее, когда ты пришел! Ха-ха!

source: Go, my dear, you take care of our valiant heroes!
fr: Allez, mes chéris, occupez vous de notre vaillant héros !
ru: Иди миленький, позаботься о наших доблестных героях!

source: Go, my dear, you take care of that little idiot!
fr: Allez, mes chéris, occupez vous de cette petite idiote !
ru: Иди миленький, позаботься об этой крысе!

source: Idiot, you'll run out to follow me...
fr: Imbécile, tu vas t'épuiser à me suivre...
ru: Идиот, ты побежишь за мной...

source: Go a little exercise!
fr: Allez, un peu d'exercice !
ru: Иди немного потренируйся!

source: From Johannes!
fr: De la part de Johannes !
ru: От Йоханнеса!

source: It's time that I make you suffer... personally!
fr: Il est l'heure que je te fasse souffrir... personnellement !
ru: Пришло время, когда я заставлю тебя страдать... лично!
