Repository: q4a/holyspirit
Catalog: Data/Miscs/Texts/*/data.po
Languages: fr, ru

source: "Sunday, November 5:\\Abbey apparently based on huge catacombs containing the relics of four venerable saints. If this rental is a huge source of prestige for the Abbey, our good father Hademar has regret in the R block access. It seems that some zealous monks, eager to pray with Saints got lost in the maze and never resurfaced.\We therefore got access to a tiny part of the catacombs: two rooms equipped with cells of prayer and rest and in a library. The rest is strongly condemned by a heavy door that it is forbidden to touch.\\Tuesday, November 7:\\The cells arranged in order of the Father Hademar in these ancient catacombs offer an ideal place for meditation. The darkness, the silence is such that the monk is totally receptive to subtle signs of Very Large sometimes seems whispered something his humble nearest ear.\\Friday, November 10:\\I must admit that sometimes my mind, in this silence delicious, seems to me to play tricks. A bit like a corpse found in length show ends nearest the viewer a discrete movement, the deep silence of the cells gives rise to illusions of sounds, sometimes troubling when consider they emanate actually from the depths of our soul.\\Sunday November 13:\\After the celebration of the Sunday service I spent a few hours reading in the library nearest the catacombs. Leaving the door open because I was alone, I heard, this time I'm sure, sounds strange and disturbing, like moans alternating expression of pain and the pleasure of obscene. Believing be the subject of a joke of Lothair, a brother who loves nearest distract us beyond reason, I have traveled the corridor hoping to uncover, in vain... Noises quickly stopped.\\Monday, November 14:\\I just heard strange noises again nearest to the catacombs, and now I know where they come from: the other side of the forbidden door! Certainly there are creatures on the other side. Of tormented souls seeking rest, even, who knows, monks who eventually lost find their way, miraculously surviving in the catacombs for years? I know that Our Almighty knows we be challenged by the most incredible wonders!\Despite the ban Hademar nearest I will get their meeting tomorrow. Whether men or spirits there can be as benevolent entities are based in places where not one but four Saints!"
fr: «Dimanche 5 novembre :\\L'abbaye repose paraît-il sur d'immenses catacombes renfermant les reliques de quatre vénérables saints. Si cette location est source d'un immense prestige pour l'abbaye, notre bon Père Hademar a dû à regret en bloquer l'accès. Il paraît que certains moines zélés, avides de prier auprès des Saints se sont perdus dans le dédale et n'ont jamais refait surface.\Nous n'avons donc accès qu'à une minuscule partie des catacombes : deux salles aménagées en cellules de prière et de repos et une en une bibliothèque. Le reste est fermement condamné par une lourde porte qu'il est défendu de toucher.\\Mardi 7 novembre :\\Les cellules aménagées sur ordre du Père Hademar dans ces anciennes catacombes offrent un lieu idéal pour la méditation. L'obscurité, le silence sont tels que le moine est totalement réceptif aux signes discrets du Très Grand qui semble parfois chuchoter quelque chose à son humble oreille.\\Vendredi 10 novembre :\\Je dois avouer que parfois mon esprit, dans ce silence délicieux, semble me jouer des tours. Un peu comme un cadavre observé en longueur finit par montrer à son spectateur quelque discret mouvement, le profond silence des cellules fait naître des illusions de bruits, parfois troublants si on considère qu'ils émanent en fait des tréfonds de notre âme.\\Dimanche 13 novembre :\\Après la célébration de l'office dominical j'ai passé quelques heures à lire dans la bibliothèque des catacombes. Laissant la porte ouverte, puisque j'étais seul, j'ai bien entendu, cette fois-ci j'en suis sûr, des sons étranges et dérangeants, comme des gémissements alternant l'expression de la douleur et celle d'un plaisir obscène. Croyant être l'objet d'une plaisanterie de Lothaire, un frère qui aime à nous distraire plus que de raison, j'ai parcouru le couloir en espérant le démasquer, en vain... Les bruits ont rapidement cessé.\\Lundi 14 novembre :\\Je viens d'entendre à nouveau des bruits étranges dans les catacombes, et maintenant je sais d'où ils proviennent : de l'autre côté de la porte défendue ! A coup sûr il existe des créatures de l'autre côté. Des âmes tourmentées qui cherchent le repos, voire, qui sait, des moines disparus qui ont fini par retrouver leur chemin, survivant miraculeusement dans les catacombes pendant des années ? Je sais que Notre Tout Puissant sait nous interpeller par les prodiges les plus incroyables !\En dépit de l'interdiction d'Hademar j'irai donc à leur rencontre demain. Qu'il s'agisse d'hommes ou d'esprits il ne peut y avoir que des entités bienveillantes en des lieux où reposent non un mais quatre Saints ! »
ru: "Воскресенье, 5 ноября:\\Аббатство построено на огромных катакомбах с мощами четырех важных святых. Это место является огромным источником престижа для аббатства, наш добрый отец Гадемар каялся в блоке доступа R. Кажется, что некоторые горячие монахи, желая, молиться со Святым заблудились в лабиринте и не вернулись.\Таким образом, мы получили доступ к крохотной части катакомб: две комнаты оборудованы камерами для молитвы и отдыха, и библиотека. Остальные закрыты тяжелыми дверьми, которые запрещено трогать.\Вторник, 7 ноября:\\Каиеры расположены в порядке от Отца Гадемара и эти древние катакомбы являются идеальным местом для медитации. Темнота, такая тишина, что монах полностью восприимчив к тонким признакам необъятного и иногда кажется, что Оно даже шепчет тебе на ухо.\\Пятница, 10 ноября:\\Я должен признаться, что иногда мне кажется, что в этой тишине разум начинает со мной играть. Появляются какие-то картинки, которые приближаются к зрителю, глубокое молчание клеток приводит к звуковых иллюзий, иногда начинаешь волноваться, если принять, что они действительно исходят из глубины нашей души.\\Воскресенье, 13 ноября:\\После проведения Воскресной службы я провел несколько часов за чтением в библиотеке в ближайших катакомбах. Оставив дверь открытой, потому что я был один , я слышал, на этот раз я уверен, странные и тревожные звуки, будто стон от боли, сменяется удовольствием. Считая, что это шутит брат Лотар, который слишком любит пошутить, я пошел по коридору в надежде обнаружить, зря... Шум быстро затих.\\Понедельник, 14 ноября:\\Я только-что снова слышал странные звуки в ближних катакомбах, и теперь я знаю, откуда они берутся: с другой стороны запрещенных дверей! Там наверное есть какие-то существа. Измученные души, которые ищут спокойствия, кто знает, может даже монахи, которые не смогли найти путь назад и чудом выжили в катакомбах в течение многих лет? Я знаю, что наш Всемогущий может послать нам в противостояние невероятные чудеса!\Несмотря на запрет Гадемара я пойду туда завтра. Кто бы там ни был, люди или духи, они могут быть дружелюбными, это все же места Четырех Святых!"

source: Holy Frenegonde was a sensitive and creative young woman, who liked to play the penny whistle in the green meadows of his childhood. From exquisite beauty, she was in the prime of life when the legions of filthy barbarians poured on our good earth Ruhigland.\Haksil Wurgasht, one of the powerful chiefs of these tribes claims, arrived one day with a small band of barbarians very excited nearest the idea of shedding blood and burning villages.\Foreseeing the catastrophe to come nearest to his modest village of Pilunder, Frenegonde, basking in the glory of martyrs, fell nearest knees at the feet of Haksil, offering him tribute in his mouth to save the village.\The Barbarian, surprised by this unexpected reception, first enter their face with his powerful hands, then grabbed him by the ears while his office, according to what had seemed you typically use it barbaric.\Things were going well and the atmosphere relaxed subtly, when a lieutenant Haksil, very ugly and deformed, had an access of jealousy and of his heavy club struck the skull of unfortunate Frenegonde.\The brutality of the coup was an explosion in the skull Frenegonde and left ears of the unfortunate in the hands of Haksil. The male member of the latter ever remained nearest the mouth of the Saint, as the teeth of the unfortunate remained tight nearest his death.\To expiate his fault, Lieutenant angry undergoes triple removal of his member and his ears.
fr: Sainte Frénégonde était une jeune femme sensible et créative, qui aimait jouer du pipeau au milieu des vertes prairies de son enfance. D'une beauté exquise, elle était dans la fleur de l'âge lorsque les immondes légions de barbares se déversèrent sur notre bonne terre de Ruhigland.\Haksil Wurgasht, l'un des puissants chefs de ces sinistres tribus, arriva un jour avec une petite troupe de barbares fort excités à l'idée de faire couler le sang et brûler les villages.\Pressentant la catastrophe à venir pour sa modeste bourgade de Pilunder, Frénégonde, auréolée de la gloire des martyrs, se jeta à genoux aux pieds d'Haksil, lui offrant sa bouche en tribut pour sauver le village.\Le barbare, surpris par cet accueil inattendu, saisit d'abord son visage de ses mains puissantes, puis l'empoigna par les oreilles pendant son office, selon ce qui était semble t'il un usage typiquement barbare.\Les choses suivaient leur cours et l'atmosphère se détendait subtilement, lorsqu'un lieutenant d'Haksil, fort laid et contrefait, eut un accès de jalousie et frappa de sa lourde massue le crâne de l'infortunée Frénégonde.\La brutalité du coup fit littéralement exploser le crâne de Frénégonde et laissa les oreilles de la malheureuse dans les mains d'Haksil. Le membre viril de ce dernier resta à jamais dans la bouche de la Sainte, tant les dents de la malheureuse restèrent serrées à son trépas.\Pour expier sa faute, le lieutenant colérique subit la triple ablation de son membre et de ses oreilles.
ru: Святая Френегонда была чувственной и творческой молодой женщиной, которая в детстве любила играть свистульки в зеленых лугах. С изысканной красотой, она была в расцвете сил, когда легионы грязных варваров вылились на земли Рухингарда.\Хаксил Вургаст, один из сильнейших главарей этих племен, прибыл в один прекрасный день с небольшой группой варваров, захваченных идеей ближнего кровопролития и сожжением деревень.\Предчувствуя, что скоро они придут к ее скромноой деревне Пилундер, Френегонда, наслаждаясь славой мученицы, упала на колени к ногам Хаксила, предлагая ему себя в замен на пощаду села.\Варвар, удивленный этим неожиданным приемом, сначала взял ее за голову своими мощными руками, потом схватил ее за уши, согласно варварских обычаев.\Дела шли хорошо и обстановка разрядилась, когда лейтенант Хаксил, с очень искаженным лицом, в припадке ревности своей тяжелой булавой разбил череп несчастной Френегонды.\Хаксил жестоко провернул булаву в черепе Френегонды и уши несчастной остались в его руках.

source: Joachim was a shepherd who spoke little. He led an austere life, retired to the mountains and never went battle its congeners. Many took him for a fool and had against him nearest the greatest contempt... His only good, except an animal skin and a few sheep, was a strong shepherd's staff who fanned gossip as much jealousy (that detail the lives of Joachim, however, remains obscure).\When the barbarians who were ruining everything Ruhigland penetrated in our sweet country, the people flowed loosely, leaving the weak and the innocent. Joachim was to be part of the batch of victims.\The barbarians, led by the formidable Haksil Shortcut, gave away the women, children and the remaining animals, probably by engaging nearest cannibalism (in all likelihood more greedy than rituals).\It is found that a heart of flesh adult human, we considered its size as that of Joachim. Certainly the whole village was worth a martyr canonization in good and due form, but the merit of his nearest relative Joachim congeners was to have left something to be a relic for posterity.
fr: Joachim était un berger qui parlait peu. Il menait une vie austère, retiré dans les montagnes et ne fréquentait guère ses congénères. Beaucoup le prenaient pour un imbécile et avaient à son encontre le plus grand mépris... Son seul bien, hormis une peau de bête et quelques moutons, était un solide bâton de berger qui attisait selon les racontars bien des jalousies (ce détail de la vie de Joachim reste obscur toutefois).\Lorsque les barbares qui devaient ruiner tout Ruhigland pénétrèrent dans notre douce contrée, le peuple reflua lâchement, abandonnant les plus faibles et les innocents. Joachim devait faire partie du lot des victimes.\Les barbares, menés par le redoutable Haksil le Raccourci, firent disparaître les femmes, enfants et animaux restants, probablement en se livrant à des actes de cannibalisme (selon toute vraisemblance plus gourmands que rituels).\On ne retrouva de chair qu'un coeur humain adulte, qu'on considéra par sa taille comme celui de Joachim. Certes tout le village martyr valait bien une canonisation en bonne et due forme, mais le mérite de Joachim par rapport à ses congénères était d'avoir laissé de quoi constituer une relique pour la postérité.
ru: Иоахим был пастухом, который мало говорил. Он вел строгий образ жизни, ходил в горы и никогда не шел с боем на собратьев. Многие считали его дураком и сильно его презирали... Его собственностью, кроме животной кожи и нескольких овец, был крепкий пастушый посох, который вызвал много зависти (однако, эта деталь жизни Иоахима остается малопонятной).\Когда варвары, все разрушали, проникли в Рухигланд, люди бежали, оставляя слабых и младенцев . Иоахим должен быть одной из жертв.\Варвары, возглавляемые Хаксилом, съели женщин, детей и животных, которые остались (это вероятно еще страшнее ритуалы).\Было найдено сердце взрослого человека, по его размеру мы предположили что это Йоахим. Конечно целая деревня стоила канонизации мученика в хорошей и надлежащей форме, но достоинство Иоахима в отношениях с его собратьями оставило что-нибудь для подражания его потомками.

source: Galswintha was already known from her youth for the purity of her thoughts. Her extreme modesty made him look away even when innocent animals were mating nearest proximity. Her only pleasure was embroidery, she performed with a proven talent for miles nearest the nearest round...\She must have known the torment that would ensure her fame with the terrible barbarian invasions, when his unfortunate fate made her cross the sinister Haksil Shortcut, whose virility diminished by the Office of Holy Frenegonde had strengthened the bestial cruelty.\Nearest always looking for new distractions to entertain the troops, gave the Haksil Galswintha nearest congeners sordid games with pets village (games whose moral condemnation to discuss the details).\Asked to attend the show by the infamous invaders, who hoped to force then indirectly to take part, had the merit Galswintha thrice holy to mutilate his own flesh to escape its nearest vision. With a gesture of defiance and ignoring any pain, she tore her eyes with her fingers and threw for at her feet, her hollow eyes weeping blood in abundance.\Her courageous act was to unfortunately not provided to avoid obscene and Cruel games Haksil that because they can not steal her virtue-even the horrible task entrusted nearest a strong bull.
fr: Galswinthe était déjà renommée dès sa jeunesse pour la pureté de ses pensées. Sa pudeur extrême lui faisait détourner les yeux lorsque même d'innocents animaux s'accouplaient à proximité. Son seul plaisir était la broderie, qu'elle accomplissait avec un talent reconnu à des lieues à la ronde...\Elle devait connaître le supplice qui assurerait sa renommée avec les terribles invasions barbares, lorsque son infortuné destin lui fit croiser le sinistre Haksil le Raccourci, dont la virilité diminuée par l'office de Sainte Frénégonde avait renforcé la bestiale cruauté.\Toujours à la recherche de nouvelles distractions pour amuser ses troupes, Haksil livra les congénères de Galswinthe à des jeux sordides avec les animaux domestiques du village (jeux dont la morale condamne d'évoquer le détail).\Priée d'assister au spectacle par les infâmes envahisseurs, qui espéraient la forcer ensuite à y prendre part, Galswinthe eut le mérite trois fois saint de mutiler sa propre chair pour échapper à sa vision. D'un geste de défi et ignorant toute souffrance, elle arracha ses yeux de ses fins doigts et les jeta à ses pieds, ses orbites creuses pleurant du sang en abondance.\Son acte courageux ne devait hélas pas la soustraire pour autant aux obscènes et cruels jeux d'Haksil, qui faute de pouvoir lui dérober sa vertu lui-même confia l'horrible tâche à un vigoureux taureau.
ru: Галсвинта было известной при ее молодости за чистоту своих мыслей. Ее скромность заставляла ее отвести взгляд даже тогда, когда рядом сношались невинные животные. Ее единственной радостью была вышивка, она вышивала с явным талантом...\Она должна была догадаться, какие муки обеспечят ей славу от страшных вторжений варваров, когда ее несчастная судьба заставила ее попасть на путь зловещего Хаксила, и ей хватило мужества повторить подвиг Святой Френегонды.\Почти все время ища новые развлечения для войска , ближайшие родственники проводили в деревне грязные игры с домашними животными (их описание вызовет лишь моральное осуждение).\После попытки захватчиков заставить Галсвинту принять участие в шоу, Галсвинта трижды искалечила свое тело, чтобы не видеть этих ужасов. Игнорируя любую боль, она рвала на себе глаза пальцами и бросила их под ноги, она истекала кровью со слезами.\Ее мужественный поступок, к сожалению, не позволил избежать непристойных и жестоких игр Хаксила, поскольку даже это его не убедило.

source: Saint Clodomir, just between the righteous, is the largest ever known Ruhigland Saint.\Renowned for his wisdom, he was accustomed to lift the middle finger of his right hand in a gesture of appeasement when the inhabitants of the Old People bickered, which about a misplaced fence, which about a poultry disappeared suspiciously. At the end of his speech, he invariably threw an acorn on the ground to signify that he had finished, his every action is as a grain of wisdom designed to thrive as the venerable oak.\A constant friendly smile on the face, He stated the justice of his sweet voice, without ever raising his voice and the good farmers - as their lords - accepted his judgment with these words again and again repeated: "Just spoke Clodomir the raised finger, he threw the acorn Everything is set!".\When the horrific hordes of barbarians beastly manners well known befell Ruhigland, spreading desolation, Clodomir reassured his people: he would talk to these thugs and would surely lambs, because justice is born of love, and it was missing, uneducated poor, the revelation that the values of the Old People to stop doing evil!\Clodomir then crossed with his usual calm smoldering villages to talk with the barbarians. Meeting one of the leaders of these, named Wilankar Wurgasht he wore a friendly smile and lifted his usual middle finger as a sign of temperance. Las! The other believed he was about to cast a spell, and his sharp sword, cut off in a flash the finger of the holy man, then are arms, and finally his head. His plan is accomplished, the bloodthirsty brute made a pendant Clodomir macabre finger and gave the rest of his body and its reservation of acorns to pigs hungry, bursting into a laugh like the roar of a wild beast.
fr: Saint Clodomir, juste entre les justes, est le plus grand des Saints qu'ait connu Ruhigland.\Réputé pour sa grande sagesse, il avait pour coutume de lever le majeur de la main droite en signe d'apaisement lorsque les habitants de l'Ancien Peuple se chamaillaient, qui au sujet d'une clôture mal placée, qui au sujet d'une volaille disparue de façon suspecte. A la fin de son discours, il jetait invariablement un gland au sol pour signifier qu'il en avait fini, chacune de ses interventions étant comme un grain de sagesse destiné à prospérer tel le chêne vénérable.\Un constant sourire amical sur le visage, il énonçait la justice de sa douce voix, sans jamais hausser le ton et les braves paysans - comme leurs seigneurs - acceptaient son jugement par ces mots maintes et maintes fois répétés : "Clodomir le Juste a parlé le doigt levé, le gland il a jeté, tout est réglé !".\Lorsque les horribles hordes de barbares aux mœurs bestiales bien connues s'abattirent sur Ruhigland, semant la désolation, Clodomir rassura les siens : il allait parler à ces brutes et en ferait sûrement des agneaux, car de la justice naît l'amour, et il ne leur manquait, pauvres incultes, que la révélation des valeurs de l'Ancien Peuple pour cesser de faire le mal !\Clodomir traversa donc avec son calme habituel les villages encore fumants pour parler avec les barbares. Rencontrant l'un des chefs de ceux-ci, nommé Wilankar Wurgasht, il arbora un sourire bienveillant et leva comme à son habitude le majeur en signe de tempérance. Las ! L'autre crût qu'il s'apprêtait à jeter un sort, et de sa tranchante épée, coupa en un éclair le doigt du saint homme, puis sont bras, et enfin sa tête. Son forfait accompli, la brute sanguinaire fit un pendentif macabre du doigt de Clodomir et donna le reste de sa dépouille ainsi que sa réserve de glands à des porcs affamés, éclatant d'un rire pareil au rugissement d'une bête féroce.
ru: Святой Клодомир, действительно является крупнейшим когда-либо известным Святым Рухигланда.\Известный за его мудрость, он привык поднимать средний палец его правой руки в жесте умиротворения, когда представители Древних Людей о заграждениях, или о домашней птице, что подозрительно исчезла. В конце его речи, он неизменно бросал желудя, как признак того, что он закончил, его каждое действие было зерном мудрости, что проростало как важный дуб.\С постоянной доброжелательной улыбкой на лице, он деял правосудие его сладким голосом, никогда не повышал голос и хорошие фермеры - как его лорды - принимали его суждения со следующими словами: "Только подняв палец говорил Клодомир, он бросил желудь, Все решено!".\Когда ужасные орды варваров, хорошо известных, дошли к Рухигланду, неся опустошение, Клодомир успокоил своих людей: он поговорит с этими головорезами как с ягнятами, потому что правосудие рождается из любви, и они должны узнать это откровение и ценности Древних Людей, чтобы перестать делать зло!\Тогда Клодомир, как обычно спокойный, пошел через тлеющие села, чтобы поговорить с варварами. Встретившись с одним из руководителей на имя Виланкар Вурхгаст, он нацепил доброжелательную улыбку и поднял его правій средний палец в знак сдержанности. И вот тебе! Другой подумал, что Клодомир хочет осуществить заклинание, и его острый меч мгновенно отрезал палец святого мужа, потом - руки, и наконец голову. Тогда кровожадный варвар сделал подвеску из пальца Клодомира а остальные останки вместе с желудями бросил голодным свиньям, смеясь подобно реву дикого зверя.
