Repository: q4a/holyspirit
Catalog: Data/Miscs/Texts/*/data.po
Languages: fr, ru

source: Damage : +%1 to %2
fr: Dégâts : +%1 à %2
ru: Урон : +%1 - %2

source: Divine Tornado : Projection
fr: Tornade divine : Projection
ru: Божественной Торнадо : Проекция

source: When the crusader rotate, this create a\real tornado which destroys everything on its path.
fr: Quand le croisé tourne sur lui-même, cela crée une\véritable tornade qui détruit tout sur son passage.
ru: Когда крестоносец крутится, то создает\настоящий торнадо, который разрушает все на своем пути.

source: Air blow damage : %1 to %2
fr: Dégâts de souffle : %1 à %2
ru: Урон от ветра : %1 - %2

source: Minor toxic cloud litany
fr: Litanie de nuage toxique mineure
ru: Молитва малого токсичного облака

source: 20 damage over 6 seconds.
fr: 20 points de dégâts sur 6 secondes.
ru: 20 урона за 6 секунд.

source: Judgment
fr: Jugement dernier
ru: Осуждение

source: The crusader curses an enemy who will explode at his death.
fr: Le croisé maudit un ennemi qui explosera quand il mourra.
ru: Крестоносец проклинает врага, который разорвется после смерти.

source: Blast damages : %1 to %2
fr: Dégâts lors de l'explosion : %1 à %2
ru: Повреждение взрывом : %1 - %2

source: Armor of Faith
fr: Armure de foi
ru: Латы Веры

source: The faith of the cross-protection against the elements
fr: La foi du croisé le protège contre les éléments
ru: Вера в перекрестную защиту от стихий

source: + 1% resistance to all elements
fr: +%1 de résistance à tous les éléments
ru: + 1% сопротивления ко всем стихиям

source: Duration: %2 seconds
fr: Durée : %2 secondes
ru: Продолжительность: %2 секунд

source: Judgment Day: Ignite
fr: Jugement dernier : Enflammer
ru: Судный День : Поджог

source: The explosion ignited the fire of the enemy,\causing additional fire damage over time.
fr: L'explosion de feu enflamme les ennemis,\provoquant des dégâts de feu supplémentaires sur la durée.
ru: Взрыв зажигает противника огнем,\вызывая дополнительный ущерб огнем во времени.

source: Damage: %1 to %2 seconds.
fr: Dégâts : %1 sur %2 secondes.
ru: Урон: %1 - %2 секунд.

source: Shooting fragmentation
fr: Tir à fragmentation
ru: Выстрел с фрагментацией

source: The concubine sends a tile\explodes after a second, splitting into hundreds of fragments.
fr: La courtisane envoit un carreau qui\explose au bout d'une seconde, se séparant en centaines de fragments.
ru: Наложница бросает взрывчатку, которая\за секунду взрывается, распадаясь на сотни осколков.

source: Damage: %1\% of the original damage.
fr: Dégâts : %1\% des dégâts d'origine.
ru: Урон: %1\% от начального урона.

source: Explosion
ru: Взрыв

source: The tile is fired by a crossbow explosive.\It inflicts 10-20 points of damage by fire.
fr: Le carreau tiré par l'arbalète est explosif.\Il inflige 10-20 points de dégâts par le feu.
ru: Выстрел из арбалета взрывчаткой.\Наносит 10-20 очков вреда огнем.

source: Shadow
fr: Ombre
ru: Тень

source: The concubine blabla
fr: La courtisane blabla
ru: Наложница туда-сюда

source: Evasion: +1%
fr: Esquive : +%1
ru: Уклонение: +1%

source: Assassin
fr: Assassinat
ru: Убийца

source: The concubine makes a mortal blow to its target.\Applicable only in Shadow mode.
fr: La courtisane porte un coup mortel à sa cible.\Utilisable uniquement en mode Ombre.
ru: Наложница осуществляет смертельный удар.\Доступно только в режиме Тени.

source: Damage +%1\%
fr: Dégâts : +%1\%
ru: Урон +%1\%

source: To cut the throats
fr: Egorger
ru: Для перерезания глотки

source: The concubine moves almost instantaneously behind his target, dealing then a lightning attack.\Usable only in Shadow mode.
fr: La courtisane se déplace quasi instantanément derrière sa cible, lui infligeant ensuite une attaque foudroyante.\Utilisable uniquement en mode Ombre.
ru: Наложница движется почти мгновенно позади врага, нанося молниеносную атаку.\Доступно только в режиме Тени.

source: Damage: 1% to 2%
fr: Dégâts : %1 à %2
ru: Урон: 1% - 2%

source: Attack
fr: Attaquer
ru: Атака

source: Damage: 0% to 1%
fr: Dégâts : %0 à %1
ru: Урон: 0% - 1%

source: Things that loitering in the catacombs
fr: Les choses qui rodaient dans les catacombes
ru: Существа, что бродят в катакомбах.

source: I have to go into the catacombs to see what is going on.
fr: Je dois aller dans les catacombes voir ce qu'il s'y passe.
ru: Мне надо сходить в катакомбы, и посмотреть, что там творится.

source: I found the diary of the monk Redimus. This indicates that terrifying things are happening in the catacombs. I ought to speak with the Abbe.
fr: J'ai retrouvé le journal du moine Rédimus. Celui-ci indique qu'il se trame des choses terrifiantes dans les catacombes. Je dois en parler avec l'Abbé.
ru: Я нашел дневник монаха Редимуса. Он подтверждает в катакомбах происходят страшные вещи. Я должен поговорить с аббатом.

source: The abbe told me to find four relics from the abbey to be able to pronounce the mantra of purification.
fr: L'abbé m'a dit de retrouver les quatre reliques de l'abbaye pour pouvoir prononcer l'incantation purificatrice.
ru: Аббат поросил меня найти четыре мощи аббатства, чтобы смочь прочитать молитву очищения.

source: I have to escort a Brother to the Oculus, the center of the catacombs, in order that the Purification Ritual.
fr: Je dois escorter un Frère jusqu'à l'Oculus, au centre des catacombes, afin qu'il accomplisse le Rituel de Purification.
ru: Я должен провести Брата в Окулус в центре катакомб для проведения ритуала очищения.

source: The abbe told me to find four relics from the abbey to be able to pronounce the mantra of purification. After Alcuin, a relic would have disappeared in recent years.
fr: L'abbé m'a dit de retrouver les quatre reliques de l'abbaye pour pouvoir prononcer l'incantation purificatrice. D'après Alcuin, une relique aurait disparu depuis quelques années.
ru: Аббат попросил меня найти четыре мощи аббатства, чтобы смочь прочитать молитву очищения. После того как последние годы за ними присматривал Алкуин, мощи исчезли.

source: Abandoned charette
fr: La charette abandonnée
ru: Брошенный воз

source: I must find and bring to Romulus the merchant the pouch of tobacco abandoned in his cart.
fr: Je dois trouver et rapporter à Romulus le marchand le sachet de tabac abandonné dans sa charrette.
ru: Я должен найти и принести Ромулу торговцу мешочек табака, который он оставил в своей телеге.

source: I have to return tobacco Romulus the merchant.
fr: Je dois rapporter le tabac à Romulus le marchand.
ru: Я должен вернуть табак торговцу Ромулу.

source: Romulus recover tobacco history.
fr: Romulus a récupéré son tabac.
ru: История возвращения табака Ромулу.

source: A hobby for Rognorak
fr: Un passe temps pour Rognorak
ru: Увлечение Рогнорака

source: Rognorak the blacksmith is so bored that was proposing to build me a gun charge. I have to bring needed ingredients.
fr: Rognorak le forgeron s'ennuie tant qu'il m'a proposé de me fabriquer une arme gratuitement. Je dois lui apporter les ingrédients nécessaires.
ru: Рагнораку кузнецу так скучно, что он предлагал изготовить мне пороховой заряд. Я должен принести необходимые составляющие.

source: Rognorak makes me a weapon.
fr: Rognorak m'a fabriqué une arme.
ru: Рогнорак делает мне оружие.

source: The blessing of the good abbe
fr: La bénédiction du bon abbé
ru: Благословение доброго аббата

source: The abbe can bless one of my items if I will give him water and a holy litany.
fr: L'abbé peut bénir un de mes objets si je lui fournis de l'eau bénite et une litanie.
ru: Аббат может благословить один из моих предметов, если я дам ему святую воду и молитву.

source: The abbot has blessed one of my objects.
fr: L'abbé a béni un de mes objets.
ru: Аббат благословил один из моих предметов.

source: The evil wall
fr: Le muret diabolique
ru: Стена зла

source: I have to eliminate the creatures that infest the wall of the farm of Borlor.
fr: Je dois éliminer les créatures qui ont infesté le muret de la ferme de Borlor.
ru: Я должен уничтожить существ, паразитирующих на стене фермы Борлора.

source: All creatures have been eliminated.
fr: Toutes les créatures ont été éliminées.
ru: Все существа были устранены.

source: The innkeeper is besieged
fr: L'aubergiste assiégé
ru: Хозяин в осаде

source: I must free the passage in front of the inn.
fr: Je dois libérer le passage devant l'auberge.
ru: Я должен освободить место перед гостиницей.

source: I have to talk with landlord.
fr: Je dois parler à l'aubergiste.
ru: Я должен поговорить с хозяином.

source: The innkeeper was able to escape.
fr: L'aubergiste a pu s'échapper.
ru: Хозяину удалось сбежать.

source: A house in the forest
fr: Une maison dans la forêt
ru: Дом в лесу

source: I must rescue a young woman which is holed up in her house southeast of the abbey, in the forest.
fr: Je dois secourir une jeune femme qui est terrée dans sa maison au sud-est de l'abbaye, dans la forêt.
ru: Я должен спасти молодую женщину которая скрывается в доме к юго-востоку от монастыря, в лесу.

source: The young woman was more alas herself. I have to terminate its new horrible existence.
fr: La jeune femme n'était hélas plus elle-même. J'ai dû mettre fin à sa nouvelle horrible existence.
ru: Молодая женщина была не в своем уме. Я должен прекратить ее новое ужасное существование.

source: A creature in the night
fr: Une créature dans la nuit
ru: Существо в ночи

source: REAPER
fr: FAUCHEUR
ru: ЖНЕЦ

source: I decided to help Teuderic fight his ghosts.
fr: J'ai décidé d'aider Teudéric à combattre ses fantomes.
ru: Я решил помочь Тедерику побороть его призраков.

source: I helped Teuderic.
fr: J'ai aidé Teudéric.
ru: Я помог Тедерику.

source: I decided to face and take Teuderic's treasure.
fr: J'ai décidé d'affronter Teudéric et prendre son trésor.
ru: Я решил схитрить и забрать у Тедерика его сокровища.

source: I failed, Teuderic became absorbed by his phantoms.
fr: J'ai échoué, Teudéric s'est fait absorber par ses fantômes.
ru: Я потерпел поражение, Тедерика поглотили его фантомы.

source: Crusader
fr: Croisé

source: Concubine
fr: Courtisane
