Repository: q4a/holyspirit
Catalog: Data/Miscs/Texts/*/menus.po
Languages: fr

source: Graphic options
fr: Options graphiques

source: Advanced options
fr: Options avancees

source: Sound options
fr: Options sonores

source: Return
fr: Retour

source: Window mode:
fr: Mode fenetre :

source: Brightness:
fr: Luminosite :

source: Contrast:
fr: Contrastes :

source: Quality of lights:
fr: Qualite des lumieres :

source: Render the shadows:
fr: Rendre les ombres :

source: Use shader effects:
fr: Utiliser les effets de shaders :

source: Enable reflection of objects:
fr: Rendre la reflexion des objets :

source: Enable effects of distortion:
fr: Rendre les effets de distorsion :

source: Render the grass:
fr: Rendre l'herbe :

source: Enable dynamical debris:
fr: Rendre les debris dynamiques :

source: Volume:
fr: Volume sonore :

source: Music volume:
fr: Volume de la musique :

source: Health
fr: Vie

source: Faith
fr: Foi

source: Points of souls:
fr: Points d'ames :

source: Click to have another chance!
fr: Cliquez pour avoir une nouvelle chance !

source: An old law has always required the Good and Evil have at least one rule in their eternal conflict. They could not directly intervene in the affairs of living entities, acting only by the subtle suggestion and battling within each soul...\Egoism, violence, pity and love clashed in the form of thoughts, of dreams, with varied fates.\\But one day Evil, which no longer wanted to support the balance, satisfied with the Good, decided to violate the far RESPECTED rule and achieved this in incarnating directly into most living beings vulnerable to his impulses, and, curiously, in some objects.\Henceforth Evil began to reign on each of ordinary objects which he took to possession and some become demonic.\\Having anticipated this treachery, the Good was not surprised. Renouncing to violate The Law as Evil had done and refusing to sacrifice the good and generous souls, he used a few storms and damned spirits who wanted to redeem themself...\considering themself already lost, alone unconsciousness would have to beat the legion that has swept across the world.
fr: Une vieille loi obligeait depuis toujours le Bien et le Mal a respecter au moins une regle dans leur eternel conflit. Ils ne pouvaient intervenir directement dans les affaires des entitesvivantes, n'agissant que par la suggestion et bataillant subtilement au sein de chaque ame...\Egoisme, violence, pitie, amour s'affrontaient ainsi sous forme de pensees, de reves, avec des destins varies.\\Pourtant un jour le Mal, qui ne supportait plus l'equilibre dont se contentait le Bien, decida de violer la regle respectee jusqu'alors et franchit le pas en s'incarnant directement dans les etres vivants les plus vulnerables a ses pulsions, et, curieusement, dans certains objets.\Desormais le Mal pouvait regner exclusivement sur chaque etre dont il prenait possession et sur certains objets anodins devenus demoniaques.\\Ayant pressenti cette trahison, le Bien ne fut pas surpris. Renoncant a violer la loi comme le Mal l'avait fait et se refusant a sacrifier des ames bonnes et genereuses, il utilisa quelques esprits damnes et tourmentes qui souhaitaient profondement se racheter aupres de lui...\S'estimant deja perdues, elles seules auraient l'inconscience de s'attaquer a l'immonde legion qui deferlait sur le Monde.

source: Continue
fr: Continuer

source: Multiplayer
fr: Multijoueur

source: New game
fr: Nouveau jeu

source: Credits
fr: Crédits

source: Quit
fr: Quitter

source: Delete character
fr: Supprimer personnage

source: Level
fr: Niveau

source: Please enter the name of the hero to delete :
fr: Veuillez taper le nom du heros a supprimer :

source: Select your character
fr: Selectionnez votre personnage

source: Enter your name
fr: Entrez votre nom

source: Start
fr: Commencer

source: Next
fr: Suivant

source: Join game
fr: Rejoindre partie

source: Host game
fr: Creer partie

source: Save and Exit
fr: Sauvegarder et quitter

source: Reset game world
fr: Reinitialiser la partie

source: New quest
fr: Nouvelle quete

source: Name
fr: Nom

source: Class
fr: Classe

source: Strength
fr: Force

source: Your strength increases your damage to opponent and allows you to carry the heavier equipment.
fr: Votre force augmente vos degats au corps a corps et vous permet de porter de l'equipement plus lourd.

source: Dexterity
fr: Dexterite

source: Your dexterity allows you to dodge better and access to certain objects.
fr: Votre dexterite vous permet de mieux toucher/esquiver et d'acceder a certains objets.

source: Vitality
fr: Vitalite

source: Your vitality increases your life.
fr: Votre vitalite augmente votre vie.

source: Piety
fr: Piete

source: Your piety points increase your faith.
fr: Votre piete augmente vos points de foi.

source: Charisma
fr: Charisme

source: Your charisma affects the price of objects and allows you to wear certain items.
fr: Votre charisme influe sur le prix des objets et vous permet de porter certains objets.

source: Points left
fr: Restants

source: Damage
fr: Degats

source: Armor:
fr: Armure :

source: Physical
fr: Physique

source: Fire
fr: Feu

source: Money
fr: Argent

source: Holy water
fr: Eau benite

source: Shortcut
fr: Raccourci

source: LevelUp
fr: Niveau superieur !

source: I do not have the required equipment!
fr: Je n'ai pas l'equipement requis !

source: My bag is full!
fr: Mon sac est plein !

source: Quest finished
fr: Quete terminee

source: Left click
fr: Clic gauche

source: Right click
fr: Clic droit

source: Faith cost:
fr: Cout en foi :

source: Faith stock:
fr: Reserve en foi :

source: Health cost:
fr: Cout en vie :

source: Health stock:
fr: Reserve en vie :

source: Next level:
fr: Niveau suivant :

source: Requirements:
fr: Niveau requis :

source: Increased efficiency:
fr: Efficacité accrue :

source: Increased strength:
fr: Force accrue :

source: Increased dexterity:
fr: Dextérité accrue :

source: Increased vitality:
fr: Vitalité accrue :

source: Increased piety:
fr: Piété accrue :

source: Increased charisma:
fr: Charisme accru :

source: Increased health:
fr: Vie accrue :

source: Increased faith:
fr: Foi accrue :

source: over
fr: sur

source: Equiped:
fr: Equipé :

source: Stash:
fr: Coffre :

source: Trader:
fr: Marchand :

source: Inventory:
fr: Inventaire :

source: Production time:
fr: Temps de fabrication :

source: seconds
fr: secondes

source: Damage:
fr: Dégats:

source: Two-handed weapon
fr: Arme a deux mains

source: One hand weapon
fr: Arme a une main

source: Required Strength:
fr: Force requise :

source: Dexterity required:
fr: Dexterite requise :

source: Charisma required:
fr: Charisme requis :

source: Vitality required:
fr: Vitalite requise :

source: Piety required:
fr: Piete requise :

source: Only for:
fr: Uniquement pour :

source: Free slot
fr: Emplacement libre

source: Price:
fr: Prix :
